Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Resources/Language/Language.*.resx
Languages: de, el, pl

# PuttyDisposeFailed
source: Dispose of Putty process failed!
de: Zerstören von PuTTY fehlgeschlagen!

# PuttyFocusFailed
source: Couldn't set focus!
de: Setzen des Fokus fehlgeschlagen!
pl: Nie można ustawić ostrości!

# PuttyKillFailed
source: Killing Putty Process failed!
de: Beenden von PuTTY fehlgeschlagen!
pl: Zamknięcie procesu Putty nie powiodło się!

source: Putty Resize Failed!
de: Ändern der Größe fehlgschlagen!
pl: Zmiana rozmiaru Putty nie powiodła się!

# PuttySavedSessionsRootName
source: PuTTY Saved Sessions
de: PuTTY-gespeicherte Sitzungen

source: PuTTY Settings
de: PuTTY-Einstellungen
pl: Ustawienia PuTTY

# PuttyShowSettingsDialogFailed
source: Show PuTTY Settings Dialog failed!
de: Anzeigen des PuTTY-Konfigurationsfensters fehlgeschlagen!

source: --- PuTTY Stuff ---
de: --- PuTTY ---

# Quick
source: Quick: {0}
de: Direkt: {0}

source: Quick Connect Add Failed!
de: Hinzufügen zur Direktverbindungshistorie fehlgeschlagen!

# QuickConnectFailed
source: Creating quick connect failed
de: Direkte Verbindung fehlgeschlagen!

# _CloseWarnAll
source: &Warn me when closing connections
de: &Warnen, wenn Verbindungen beendet werden
pl: &Ostrzegaj przed zamknięciem połączenia

# RadioCloseWarnExit
source: Warn me only when e&xiting mRemoteNG
de: Warne mich nur beim B&eenden von mRemoteNG
pl: Ostrzegaj tylko przy zamykaniu mRemoteNG

# RadioCloseWarnMultiple
source: Warn me only when closing &multiple connections
de: Nur beim Beenden &mehrerer Verbindungen warnen
pl: Otrzegaj tylko przy zamykaniu wielu połączeń

# RadioCloseWarnNever
source: Do &not warn me when closing connections
de: Nicht warnen, wenn Verbindungen beendet werden
pl: Nie ostrzegaj przed zamknięciem połączeń

source: RAW
de: Rohdaten (RAW)

# Rdp16777216Colors
source: 16777216 Colours (24-bit)
de: 16777216 Farben (24Bit)
pl: 16777216 Kolorów (24-bir)

# Rdp256Colors
source: 256 Colours (8-bit)
de: 256 Farben (8Bit)
pl: 256 Kolorów (8-bit)

# Rdp32768Colors
source: 32768 Colours (15-bit)
de: 32768 Farben (15Bit)
pl: 32768 Kolorów (15-bit)

# Rdp4294967296Colors
source: 16777216 Colours (32-bit)
de: 16777216 Farben (32Bit)
pl: 16777216 Kolorów (32-bit)

# Rdp65536Colors
source: 65536 Colours (16-bit)
de: 65536 Farben (16Bit)
pl: 65536 Kolorów (16-bit)

# RdpControlCreationFailed
source: Couldn't create RDP control, please check mRemoteNG requirements.
de: Konte das RDP-Plugin nicht einbinden, bitte prüfen Sie die mRemoteNG-Voraussetzungen.

source: Disable Cursor blinking
de: Cursor-Blinken abschalten
pl: Wyłącz miganie kursora

source: Disable Cursor Shadow
de: Cursorschatten deaktivieren
pl: Wyłącz cień kursora

source: Disable Full Window drag
de: Fensterinhalt beim Ziehen nicht anzeigen

source: Disable Menu Animations
de: Menüanimationen deaktivieren
pl: Wyłącz animacje menu

# RdpDisconnectFailed
source: RDP Disconnect failed, trying to close!
de: Trennen der Verbindung fehlgeschlagen, versuche zu schließen!
pl: Nie udało sie rozłączyć RDP, spróbuj zamknąć!

# RdpErrorCode1
source: Internal error code 1.
de: Interner Fehler Code 1.
pl: Wewnętrzny kod błędu 1.

# RdpErrorCode2
source: Internal error code 2.
de: Interner Fehler Code 2.
pl: Wewnętrzny kod błędu 2.

# RdpErrorCode3
source: Internal error code 3. This is not a valid state.
de: Interner Fehler Code 3 - dies ist kein zugelassener Zustand.
pl: Błąd wewnętrzny: kod 3. To nie tak miało być...

# RdpErrorCode4
source: Internal error code 4.
de: Interner Fehler Code 4.
pl: Wewnętrzny kod błędu 4.

# RdpErrorConnection
source: An unrecoverable error has occurred during client connection.
de: Beim Aufbau der Verbindung ist ein nicht behebbarer Fehler aufgetreten!

# RdpErrorGetFailure
source: GetError failed (FatalErrors)
de: Fehler beim Auslesen der Fehlermeldung!
pl: Błąd pobrania kodu błędu (FatalErrors)

# RdpErrorOutOfMemory
source: An out-of-memory error has occurred.
de: Kein freier Speicher verfügbar.

# RdpErrorUnknown
source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.

# RdpErrorWindowCreation
source: A window-creation error has occurred.
de: Fenster konnte nicht erstellt werden.

# RdpErrorWinsock
source: Winsock initialization error.
de: Winsock-Initialisierung fehlgeschlagen!
pl: Inicjalizacja Winsock nie powiodła się.

source: Fit To Panel
de: An Panel anpassen
pl: Dostosuj do panelu

source: RDP Focus failed!
de: Setzen des Fokus fehlgeschlagen!

source: RDP Gateway is supported.
de: RDP-Gateway wird unterstützt.
pl: Brama zdalnego pulpitu jest wspierana.

# RdpGatewayNotSupported
source: RDP Gateway is not supported!
de: RDP-Gateway wird nicht unterstützt!
pl: Brama zdalnego pulpitu nie jest wspierana!

# RdpReconnectCount
source: RDP reconnection count:
de: RDP-Verbindungsversuche:
pl: Liczba ponownych połączeń RDP:

source: RDP SetAuthenticationLevel failed!
de: Setzen des RDP-Authenifizierungs-Levels fehlgeschlagen!
pl: Wykonanie RDP SetAuthenticationLevel nie powiodło się!

# RdpSetConsoleSessionFailed
source: RDP SetUseConsoleSession failed!
de: Verwenden der Konsolensitzung fehlgeschlagen!
pl: Wykonanie RDP SetUseConsoleSession nie powiodło się!

# RdpSetConsoleSwitch
source: RDP Setting Console switch for RDC {0}.
de: Setzen der Konsolenumschaltung für RDC {0}.

source: RDP SetCredentials failed!
de: Setzen der RDP-Anmeldedaten fehlgeschlagen!
pl: Wykonanie RDP SetCredentials nie powiodło się!

source: RDP SetEventHandlers failed!
de: Setzen der RDP-Fehlderbehandlungsroutine fehlgeschlagen!
pl: Wykonanie RDP SetEventHandlers nie powiodło się!

# RdpSetGatewayFailed
source: RDP SetRDGateway failed!
de: Setzen des RDP-Gateway fehlgeschlagen!
pl: Wykonanie RDP SetRDGateway nie powiodło się!

source: RDP SetPerformanceFlags failed!
de: Setzen der Performanz-Parameter fehlgeschlagen!
pl: Wykonanie RDP SetPerformanceFlags nie powiodło się!

source: RDP SetPort failed!
de: Setzen des RDP-Ports fehlgeschlagen!
pl: Wykonanie RDP SetPort nie powiodło się!

source: RDP SetProps failed!
de: Setzen der RDP-Parameter fehlgeschlagen!
pl: Wykonanie RDP SetProps nie powiodło się!

source: RDP Set Redirection Failed!
de: Setzen der RDP-Weiterleitung fehlgeschlagen!

source: RDP Set Redirect Keys Failed!
de: Setzen der RDP-Weiterleitungsschlüssel fehlgeschlagen!

source: RDP SetResolution failed!
de: Setzen der Auflösung fehlgeschlagen!
pl: Wykonanie RDP SetResolution nie powiodło się!

# RdpSmartSize
source: Smart Size
de: Automatisch skalieren
pl: Dopasuj rozmiar

# RdpSoundBringToThisComputer
source: Bring to this computer
de: Hier wiedergeben
pl: Przenieś na ten komputer

source: Do not play
de: Nicht wiedergeben
pl: Nie odtwarzaj

# RdpSoundLeaveAtRemoteComputer
source: Leave at remote computer
de: Auf dem Host wiedergeben
pl: Zostaw na komputerze zdalnym

source: RDP ToggleFullscreen failed!
de: Umschalten in Vollbild-Modus fehlgeschlagen!
pl: Wykonanie RDP ToggleFullscreen nie powiodło się!

source: RDP ToggleSmartSize failed!
de: Umschalten der automatischen Größenanpassung (SmartSize) fehlgeschlagen!
pl: Wykonanie RDP ToggleSmartSize nie powiodło się!

# ReconnectAtStartup
source: Reconnect to previously opened sessions on startup
de: Offene Verbindungen speichern und beim nächsten Start wiederverbinden
pl: Przy otwarciu programu podłącz ostatnio otwarte połączenia

source: Refresh
de: Aktualisieren
pl: Odświerz

source: Remote file
de: Entfernte Datei
pl: Plik zdalny

source: Remove All
de: Alle entfernen
pl: Usuń wszystkie

source: Rename
de: Umbenennen
pl: Zmień nazwę

source: Save
de: Speichern
pl: Zapisz

source: Save All
de: Alle speichern
pl: Zapisz wszystkie

# SaveConnectionsFileBeforeOpeningAnother
source: Do you want to save the current connections file before loading another?
de: Wollen sie die aktuelle Verbindungsdatei speichern, bevor eine andere geladen wird?
pl: Czy chcesz zapisać bieżący plik połączeń przed załadowaniem kolejnego?

# SaveConsOnExit
source: Save connections on exit
de: Verbindungen beim Schließen speichern
pl: Zapisz połączenia przy wyjściu

# SaveImageFilter
source: Graphics Interchange Format File (.gif)|*.gif|Joint Photographic Experts Group File (.jpeg)|*.jpeg|Joint Photographic Experts Group File (.jpg)|*.jpg|Portable Network Graphics File (.png)|*.png
de: Graphics Interchange Format Datei (.gif)|*.gif|Joint Photographic Experts Group Datei (.jpeg)|*.jpeg|Joint Photographic Experts Group Datei (.jpg)|*.jpg|Portable Network Graphics Datei (.png)|*.png
pl: GIF(.gif)|*.gif|JPEG(.jpeg)|*.jpeg|JPEG(.jpg)|*.jpg|PNG(.png)|*.png

source: Screen
de: Bildschirm
pl: Ekran

source: Screenshot
de: Bildschirmschnappschuss
pl: Zrzut ekranu

source: Screenshots
de: Bilschirmschnappschüsse
pl: Zrzuty ekranów

# SearchPrompt
source: Search
de: Suche
pl: Szukaj

source: Send To...
de: Senden an...
pl: Wyślij do...

# SetHostnameLikeDisplayName
source: Set hostname like display name when creating or renaming connections
de: Beim Anlegen einer neuen Verbindung Hostname wie Anzeigename setzen
pl: Ustaw nawę hosta taką samą jak wyświetlaną nazwę gdy tworzysz lub zmieniasz nazwę połączeń

# SettingsCouldNotBeSavedOrTrayDispose
source: Couldn't save settings or dispose SysTray Icon!
de: Konnte die Konfiguration nicht sichern oder das Tray Symbol entfernen!

# ShowDescriptionTooltips
source: Show description tooltips in connection tree
de: Beschreibungs-Tooltips in der Verbindungsliste anzeigen
pl: Pokaż opisy podpowiedzi w drzewie połączenia

# ShowFullConsFilePath
source: Show full connections file path in window title
de: Vollen Verbindungsdateipfad im Titel anzeigen
pl: Pokaż pełną ścieżkę pliku połączenia w tytule okna

# ShowLogonInfoOnTabs
source: Show logon information on tab names
de: Anmeldeinformationen im Tab Titel anzeigen
pl: Pokaż informacje logowania na zakładce nazwy

# ShowProtocolOnTabs
source: Show protocols on tab names
de: Protokoll im Titel des Tab anzeigen
pl: Pokaż nazwy protokołów na zakładkach

source: Single click on connection opens it
de: Ein einzelner Klick auf eine Verbindung öffnet diese
pl: Pojedyncze kliknięcie na połączeniu otwiera je

# SingleClickOnOpenConnectionSwitchesToIt
source: Single click on opened connection in Connection Tree switches to opened Connection Tab
de: Ein einzelner Klick auf eine geöffnete Verbindung springt zu dieser
pl: Pojedyncze klikniknięcie na otwarym połączeniu przełącza na nie

source: Sort
de: Sortieren
pl: Sortuj

# SortAsc
source: Ascending (A-Z)
de: Aufsteigend (A-Z)
pl: Rosnąco (A-Z)

# SortDesc
source: Descending (Z-A)
de: Absteigend (Z-A)
pl: Malejąco (Z-A)

# SQLInfo
source: Please see Help - Getting started - SQL Configuration for more Info!
de: Für mehr Informationen bitte Hilfeeintrag lesen (Info - Help - Getting started - SQL Configuration)
pl: Aby więcej się dowiedzieć sprawdź w systemie pomocy: Rozpocznij Pracę - Konfiguracja SQL.

source: SSH background transfer failed!
de: SSH Übertragung im Hintergrund fehlgeschlagen!
pl: Transfer SSH w tle nie powiódł się!

source: SSH transfer failed.
de: SSH-Übertragung fehlgeschlagen.
pl: Transfer SSH nie powiódł się.

source: First IP
de: Erste IP
pl: Początkowe IP

source: First Port
de: Erster Port
pl: Port początkowy

source: Startup/Exit
de: Start/Ende
pl: Uruchomienie/Wyjście

# SwitchToErrorsAndInfos
source: Switch to Notifications panel on:
de: Öffne das Fehler && Infos Panel bei:
pl: Przełącz do okna powiadomień dla:

source: Advanced
de: Erweitert
pl: Zaawansowane

# TabsAndPanels
source: Tabs && Panels
de: Tabs && Panele

source: Updates
de: Aktualisierungen
pl: Aktualizacje

source: The following:
de: die folgenden:

# TitleError
source: Error ({0})
de: Fehler ({0})
pl: Błąd ({0})

# TitleInformation
source: Information ({0})
de: Informationen ({0})
pl: Informacja ({0})

# TitlePassword
source: mRemoteNG password
de: mRemoteNG Passwort
pl: Hasło

# TitleSelectPanel
source: Select Panel
de: Wähle Panel
pl: Wybierz panel

# TitleWarning
source: Warning ({0})
de: Warnung ({0})
pl: Ostrzeżenie ({0})

source: Transfer
de: Übertragen

source: Try to integrate
de: Integration versuchen
pl: Spróbuj zintegrować

# UncheckProperties
source: Uncheck the properties you want not to be saved!
de: Deaktivieren Sie alle Eigenschaften, die nicht gespeichert werden sollen.

# UpdateAvailable
source: mRemoteNG requires an update
de: mRemoteNG-Update verfügbar!
pl: mRemoteNG wymaga aktualizacji

# UpdateCheck
source: mRemoteNG can periodically connect to the mRemoteNG website to check for updates.
de: mRemoteNG kann periodisch auf der mRemoteNG-Webseite nach Aktualisierungen und Neuigkeiten suchen.
pl: mRemoteNG może okresowo łączyć się do strony mRemoteNG, aby sprawdzić dostępność aktualizacji i zapowiedzi produktów.

# UpdateCheckCompleteFailed
source: The update information could not be downloaded.
de: Abschliessen der Prüfung auf Aktualisierung ist fehlgeschlagen!
pl: Sprawdzenie aktualizacji nie powiodło się!

# UpdateDownloadComplete
source: Download complete! mRemoteNG will now quit and begin with the installation.
de: Download fertiggestellt! mRemoteNG wird nun geschlossen und die Installation gestartet.
pl: Pobranie zakończone! mRemoteNG zostanie teraz zamknięty i rozpocznie instalację.

# UpdateDownloadCompleteFailed
source: The update could not be downloaded.
de: Abschluss des Downloads ist fehlgeschlagen!
pl: Pobieranie nie powiodło się!

# UpdateDownloadFailed
source: The update download could not be initiated.
de: Herunterladen der Aktualisierung ist fehlgeschlagen!
pl: Pobieranie aktualizacji nie powiodło się!

# UpdateFrequencyCustom
source: Every {0} days
de: Alle {0} Tage
pl: Co {0} dni

source: Daily
de: Täglich
pl: Codziennie

source: Monthly
de: Monatlich
pl: Miesięcznie

source: Weekly
de: Wöchentlich
pl: Tygodniowo

# UseDifferentUsernameAndPassword
source: Use a different username and password
de: Anderen Benutzernamen und Passwort verwenden
pl: Użyj innego loginu użytkownika i hasła

source: User
de: Benutzer
pl: Użytkownik

# UseSameUsernameAndPassword
source: Use the same username and password
de: Selben Benutzer und Passwort verwenden
pl: Użyj tego samego użytkownika i hasła

# UseSmartCard
source: Use a smart card
de: Verwenden sie eine Smartcard
pl: Użyj karty inteligentnej

# UseSQLServer
source: Use SQL Server to load && save connections
de: SQL-Server für das Laden && Speichern der Verbindungen verwenden
pl: Użyj serwera SQL aby przechowywać konfigurację połączeń

# VncConnectionDisconnectFailed
source: VNC disconnect failed!
de: Trennen der VNC-Verbindung fehlgeschlagen!
pl: Odłączenie VNC nie powiodło się!

# VncRefreshFailed
source: VNC Refresh Screen Failed!
de: VNC atualisieren des Bildschirminhalts ist fehlgeschlagen!
pl: Odświeżenie ekranu VNC nie powiodło się!

source: VNC SendSpecialKeys failed!
de: Senden spezieller Tastenkombinationen ist fehlgeschlagen!
pl: VNC SendSpecialKeys nie powiodło się!

source: VNC Set Event Handlers failed!
de: Setzen der Fehlerbehandlungsroutine fehlgeschlagen!

source: VNC Set Props Failed!
de: Setzen der VNC-Parameter fehlgeschlagen!

source: VNC Toggle SmartSize Failed!
de: Setzen der automatischen Größenanpassung (SmartSize) fehlgeschlagen!

source: VNC Toggle ViewOnly Failed!
de: Setzen des Nur-Ansicht-Modus fehlgeschlagen!

# WarnIfAuthFails
source: Warn me if authentication fails
de: Warnung anzeigen, wenn Authentifizierung fehlschlägt
pl: Ostrzegaj, jeśli uwierzytelnianie nie powiedzie się

source: Warnings
de: Warnungen
pl: Ostrzeżenia

source: Yes
de: Ja
pl: Tak

# ReconnectAll
source: Reconnect All Open Connections
de: Alle offenen Verbindungen neu verbinden

source: &Launch
de: &Starten
pl: Uruchom

# CommandOpenConnectionFile
source: &Open a connection file
de: Eine Verbindungsdatei öffnen

# ConnectNoCredentials
source: Connect without credentials
de: Ohne Anmeldedaten verbinden
pl: Połącz się bez uwierzytelnienia

source: Don't connect to console session
de: Keine Verbindung zur Konsolensitzung herstellen

# ErrorCouldNotLaunchPutty
source: PuTTY could not be launched.
de: PuTTY konnte nicht gestartet werden.
pl: Nie udało się uruchomić PuTTY.

source: Export everything
de: Alles exportieren
pl: Eksportuj wszystko

source: Export File
de: Datei exportieren
pl: Eksportuj do pliku

source: Export Properties
de: Eigenschaften exportieren

# FilterAllImportable
source: All importable files
de: Alle wichtigen Dateien

source: Import failed
de: Import-Vorgang fehlgeschlagen

source: Import from &File...
de: Von &Datei importieren

# OptionsProxyTesting
source: Testing...
de: Testen...

source: Checking for updates...
de: Nach Updates suchen...

source: Encryption Engine
de: Verschlüsselungs-Engine

# TabSecurity
source: Security
de: Sicherheit

source: Dynamic
de: Dynamisch

source: High
de: Hoch

source: Medium
de: Mittel

source: Sound quality
de: Klangqualität

# UpdatePortableDownloadComplete
source: Download Completed!
de: Download abgeschlossen!

source: Title
de: Titel

source: Open file
de: Datei öffnen
pl: Otwórz plik

source: Open a different file
de: Andere Datei öffnen

# ConfigurationCreateNew
source: Create a New Connection File
de: Neue Verbindungsdatei erstellen

# CommandExitProgram
source: E&xit {0}
de: B&eende {0}

source: &Try again
de: &Nochmal versuchen
pl: Spróbuj ponownie

# ExternalToolDefaultName
source: New External Tool
de: Neues externes Programm
pl: Nowe narzędzie zewnętrzne

# LoadFromSqlFailedContent
source: The connection information could not be loaded from the SQL server.
de: Die Verbindungsinformationen konnten nicht vom SQL-Server geladen werden.

# PasswordStatusMustMatch
source: Both passwords must match.
de: Die beide Passwörter müssen übereinstimmen.

# PasswordStatusTooShort
source: The password must be at least 3 characters long.
de: Das Passwort muss mindestens 3 Zeichen lang sein.

source: Port scan complete.
de: Port-Scan abgeschlossen.

# PropertyDescriptionAutomaticResize
source: Select whether to automatically resize the connection when the window is resized or when fullscreen mode is toggled. Requires RDC 8.0 or higher.
de: Wählen Sie aus, ob die Größe der Verbindung automatisch angepasst werden soll, wenn die Fenstergröße geändert oder der Vollbildmodus umgeschaltet wird. Benötigt RDC 8.0 oder höher.

# PropertyDescriptionLoadBalanceInfo
source: Specifies the load balancing information for use by load balancing routers to choose the best server.
de: Gibt die Lastausgleichsinformationen an, die von Lastenausgleichsroutern verwendet werden, um den besten Server auszuwählen.

source: Load Balance Info
de: Lastausgleichsinfo

# TitlePasswordWithName
source: mRemoteNG password for {0}
de: mRemoteNG Passwort für {0}

# RdpOverallConnectionTimeout
source: RDP Connection Timeout
de: RDP-Verbindungs-Timeout
pl: Timeout połączeń RDP

# NodeAlreadyInFolder
source: This node is already in this folder.
de: Dieser Knoten befindet sich bereits in diesem Ordner.

# NodeCannotDragOnSelf
source: Cannot drag node onto itself.
de: Der Knoten kann nicht auf sich selbst gezogen werden.

# NodeCannotDragParentOnChild
source: Cannot drag parent node onto child.
de: Der übergeordnete Knoten kann nicht auf den untergeordneten Knoten gezogen werden.

# NodeNotDraggable
source: This node is not draggable.
de: Dieser Knoten ist nicht verschiebbar.

# EncryptionBlockCipherMode
source: Block Cipher Mode
de: Block-Cipher-Modus

source: Show these message types
de: Zeige diese Nachrichtentypen
pl: Wyświetlaj wiadomości następujących typów

# ConnectionFileNotFound
source: The connection file could not be found.
de: Die Verbindungsdatei konnte nicht gefunden werden.

# ConfigurationImportFile
source: Import an Existing File
de: Existierende Datei importieren

source: Connection successful
de: Verbindung erfolgreich

# DatabaseNotAvailable
source: Database '{0}' not available.
de: Datenbank '{0}' ist nicht verfügbar.

source: Save connections after every edit
de: Verbindungen nach jeder Bearbeitung speichern

source: Filter search matches in connection tree
de: Suchergebnisse in Verbindungen filtern

source: Test connection
de: Verbindung testen

# TimeoutInSeconds
source: Timeout [seconds]
de: Time-Out [Sekunden]

source: Automatic resize
de: Automatische Größenänderung

source: Show On Toolbar
de: In der Symbolleiste anzeigen

source: Assigned Credential
de: Zugewiesene Anmeldedaten

# OptionsThemeNewThemeCaption
source: New theme name
de: Neuer Thema Name

source: Testing connection
de: Verbindung testen

source: &Export to File...
de: In Datei &exportieren...

# ImportFileFailedContent
source: An error occurred while importing the file "{0}".
de: Beim Importieren der Datei ist ein Fehler aufgetreten ("{0}").

source: Advanced security options
de: Erweiterte Sicherheitsoptionen

source: Log these message types
de: Diese Nachrichtentypen protokollieren
pl: Loguj wiadomości następujących typów

# LoginFailedForUser
source: Login failed for user '{0}'.
de: Login fehlgeschlagen für Benutzer '{0}'.

# OptionsPageTitle
source: mRemoteNG Options
de: mRemoteNG Optionen

source: New External Tool
de: Neues externes Tool
pl: Nowe narzędzie zewnętrzne

# UpdateGetChangeLogFailed
source: The change log could not be downloaded.
de: Der Changelog konnte nicht heruntergeladen werden.

# PropertyDescriptionSoundQuality
source: Choose the Sound Quality provided by the protocol: Dynamic, Medium, High
de: Wählen Sie die vom Protokoll bereitgestellte Klangqualität: Dynamisch, Mittel, Hoch

# PropertyDescriptionRDPMinutesToIdleTimeout
source: The number of minutes for the RDP session to sit idle before automatically disconnecting (for no limit use 0)
de: Die Anzahl der Minuten, die die RDP-Sitzung im Leerlauf verbleibt, bevor sie automatisch getrennt wird (0 bedeutet kein Limit)

# MinutesToIdleTimeout
source: Minutes to Idle
de: Minuten zum Leerlauf

source: Add
de: Hinzufügen

# ConfirmDeleteCredentialRecord
source: Are you sure you want to delete the credential record, {0}?
de: Möchten Sie die Anmeldeinformationen {0} wirklich löschen?

# PropertyDescriptionRDPAlertIdleTimeout
source: Select whether to receive an alert after the RDP session disconnects due to inactivity
de: Wählen Sie, ob eine Benachrichtigung empfangen werden soll, nachdem die RDP-Sitzung aufgrund von Inaktivität getrennt wurde

# RdpAlertIdleTimeout
source: Alert on Idle disconnect
de: Benachrichtigung bei Leerlauftrennung

# PasswordConstainsSpecialCharactersConstraintHint
source: Password must contain at least {0} of the following characters: {1}
de: Das Passwort muss mindestens {0} der folgenden Zeichen enthalten: {1}

# PasswordContainsLowerCaseConstraintHint
source: Password must contain at least {0} lower case character(s)
de: Das Passwort muss mindestens {0} Kleinbuchstaben enthalten

# PasswordContainsNumbersConstraint
source: Password must contain at least {0} number(s)
de: Passwort muss mindestens {0} Nummer (n) enthalten

# PasswordContainsUpperCaseConstraintHint
source: Password must contain at least {0} upper case character(s)
de: Passwort muss mindestens {0} Großbuchstaben enthalten

# PasswordLengthConstraintHint
source: Password length must be between {0} and {1}
de: Die Passwortlänge muss zwischen {0} und {1} liegen

# ChooseLogPath
source: Choose a path for the mRemoteNG log file
de: Wählen Sie einen Pfad für das mRemoteNG-Logfile

source: Log file path
de: Pfad des Logfiles
pl: Ścieżka pliku logów

source: Choose path
de: Pfad auswählen
pl: Wybierz katalog

source: Use default
de: Standard verwenden
pl: Użyj domyślnego

source: Logging
de: Protokollierung
pl: Logowanie

# LogToAppDir
source: Log to application directory
de: In das Anwendungsverzeichnis protokollieren
pl: Loguj do katalogu aplikacji

# CredentialUnavailable
source: Credential not available
de: Anmeldeinformationen nicht verfügbar

# OptionsThemeDeleteConfirmation
source: Do you really want to delete the theme?
de: Soll das Theme wirklich gelöscht werden?
