Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Resources/Language/Language.*.resx
Languages: de, el, pl

# OptionsThemeNewThemeError
source: Cannot create theme, name already present or special characters in the name
de: Das Theme kann nicht erstellt werden, Name bereits vorhanden oder Sonderzeichen im Namen

# OptionsThemeNewThemeText
source: Type the new theme name
de: Namen des neuen Theme angeben

# CouldNotFindExternalTool
source: Could not find external tool with name "{0}"
de: Externes Tool mit Namen "{0}" konnte nicht gefunden werden

# ConfigurationCustomPath
source: Use a Custom File Path
de: Eigenen Pfad verwenden

# ServerNotAccessible
source: Server '{0}' was not accessible.
de: Server '{0}' nicht erreichbar

# LoadBalanceInfoUseUtf8
source: Use UTF8 encoding for RDP "Load Balance Info" property
de: Verwenden Sie die UTF8-Codierung für die RDP-Eigenschaft "Load Balance Info"

# ExportSelectedConnection
source: Export the currently selected connection
de: Die Aktuell gewählte Verbindung exportieren

# ExportSelectedFolder
source: Export the currently selected folder
de: Den Aktuell gewählten Ordner exportieren

source: Export Items
de: Element exportieren

source: Place search bar above connection tree
de: Suchleiste über den Verbindungen anzeigen

# CreateEmptyPanelOnStartUp
source: Create an empty panel when mRemoteNG starts
de: Erstelle ein leeres Panel, wenn mRemoteNG gestartet wird
pl: Stwórz pusty panel przy uruchamianiu mRemoteNG

source: Release Channel
de: Update-Kanal

# ReleaseChannelExplanation
source: Stable channel includes final releases only. Beta channel includes Betas & Release Candidates. Development Channel includes Alphas, Betas & Release Candidates.
de: Stable enthält nur finale Versionen. Beta beinhaltet Betas & Release Candidates. Development umfasst Alphas, Betas und Release Candidates.

# TrackActiveConnectionInConnectionTree
source: Track active connection in the connection tree
de: Aktive Verbindung im Verbindungsbaum verfolgen

# EncryptionKeyDerivationIterations
source: Key Derivation Function Iterations
de: Iterationen der Ableitungsfunktion

source: Credentials
de: Anmeldedaten
pl: Uwierzytelnienia

source: Apply
de: Anwenden

# OptionsThemeChangeWarning
source: Warning: Restart is required to commit any theme configuration change.
de: Warnung: Ein Neustart ist erforderlich, um Änderungen am Theme anzuwenden.

source: Clipboard
de: Zwischenablage

# PropertyDescriptionRedirectClipboard
source: Select whether the clipboard should be shared.
de: Umleitung der Zwischenablage erlauben.

source: Multi SSH toolbar
de: Multi-SSH Symbolleiste

# PropertyDescriptionFavorite
source: Show this connection in the favorites menu.
de: Zeige diese Verbindung in den Favoriten

source: Favorite
de: Favorit

source: Favorites
de: Favoriten

source: Clear search string
de: Suchbegriff löschen

source: Connect in View Only mode
de: Im View-Only-Modus verbinden

# DoNotTrimUsername
source: Do not trim spaces from usernames
de: Leerzeichen nicht aus Benutzernamen entfernen

source: Use VM ID
de: Benutze VM ID

# PropertyDescriptionUseVmId
source: Use VM ID to connect to VM running on Hyper-V.
de: Verwenden Sie die VM ID, um eine Verbindung zu einer VM herzustellen die auf Hyper-V ausgeführt wird.

# PropertyDescriptionVmId
source: The ID of the Hyper-V virtual machine to connect to.
de: Die ID der virtuellen Hyper-V-Maschine, zu der eine Verbindung hergestellt werden soll.

# RdpProtocolVersionNotSupported
source: Could not create RDP client. RDP protocol version {0} is not supported on this machine. Please choose an older protocol version.
de: RDP-Client konnte nicht erstellt werden. Die RDP-Protokollversion {0} wird auf diesem System nicht unterstützt. Bitte wählen Sie eine ältere Protokollversion.

# PropertyDescriptionRdpVersion
source: Sets the version of RDP to use when opening connections.
de: Legt die Version des RDP fest, die beim Öffnen von Verbindungen verwendet wird.

# PropertyDescriptionSshTunnel
source: For connection through a SSH tunnel (jump host) specify SSH connection to be used to establish SSH tunnel.
de: Zum Verbinden mittels eines SSH Tunnels (Jump Host) geben Sie hier den Namen der SSH Verbindung an, welche benutzt werden soll um den SSH Tunnel einzurichten.

# PropertyDescriptionSshOptions
source: Specify here additional options to be used for SSH connection. See putty documentation for further details.
de: Geben Sie hier zusaetzliche Optionen an welche fuer die SSH Verbindung verwendet werden sollen. Fuer weitere Infos zu den moeglichen Optionen konsultieren sie die Putty Dokumentation.

# SshTunnelConfigProblem
source: SSH Tunnel connection configuration problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. A connection with the name configured as SSH Tunnel and protocol SSH version 1 or SSH2 version 2 cannot be found in the connection tree. Clear SSH Tunnel configuration or specify existing SSH connection.
de: Konfigurationsfehler der Verbindung. Verbindung zu: "{0}" via SSH Tunnel: "{1}" nicht möglich. Eine Verbindung mit dem als SSH Tunnel konfiguriertem Namen konnte nicht gefunden werden. Löschen Sie die SSH Tunnel Konfiguration or geben sie eine existierende SSH Verbindung an, welche zum Aufbau eine Tunnels zum Erreichen des eigentlichen Zielsystems verwendet werden soll.

# SshTunnelIsNotPutty
source: SSH tunnel configuration problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. Connection configured as SSH Tunnel found in tree, but protocol is not derived from putty. Make sure connection configured as SSH Tunnel is using SSH protocol.
de: Konfigurationsfehler des SSH Tunnel. Verbindung zu: "{0}" via SSH Tunnel: "{1}" nicht möglich. Die als SSH Tunnel konfigurierte Verbindung wurde zwar gefunden, aber das zugehörige Protokoll ist nicht von Putty abgeleitet. Stellen Sie sicher dass die als SSH Tunnel konfigurierte Verbindung das SSH version 1 oder 2 Protokoll verwendet.

# SshTunnelNotInitialized
source: SSH tunnel initialization problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. SSH connection could not be initialized. Check for any problems with the connection configured as SSH Tunnel.
de: Initialisierungsproblem des SSH Tunnel. Verbindung zu: "{0}" via SSH Tunnel: "{1}" nicht möglich. Initialisierung der SSH Verbindung fehlgeschlagen. Überprüfen Sie die als SSH Tunnel konfigurierte Verbindung auf etwaige Probleme.

# SshTunnelNotConnected
source: SSH tunnel connection problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. SSH connection failed. Check for any problems with the connection configured as SSH Tunnel.
de: Verbindungsproblem des SSH Tunnel. Verbindung zu: "{0}" via SSH Tunnel: "{1}" nicht möglich. SSH Verbindungsaufbau fehlgeschlagen. Überprüfen Sie die als SSH Tunnel konfigurierte Verbindung auf etwaige Probleme.

# SshTunnelFailed
source: SSH tunnel connection failed. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. Putty process terminated. Check for any problems with the connection configured as SSH Tunnel.
de: SSH Tunnel Verbindung fehlgeschlagen. Verbindung zu: "{0}" via SSH Tunnel: "{1}" nicht möglich. Putty Prozess vorzeitig beendet. Überprüfen Sie die als SSH Tunnel konfigurierte Verbindung auf etwaige Probleme.

# SshTunnelPortNotReadyInTime
source: SSH tunnel connection timed out. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. Local tunnel port did not become available in time. Check for any problems with the connection configured as SSH Tunnel.
de: Zeitüberschreitung des SSH Tunnel. Verbindung zu: "{0}" via SSH Tunnel: "{1}" nicht möglich. Lokaler Tunnel Port nicht vor Ablauf der Zeitüberschreitung verfügbar. Überprüfen Sie die als SSH Tunnel konfigurierte Verbindung auf etwaige Probleme.

source: Start minimized
de: Minimiert starten

# PropertyDescriptionPasswordProtect
source: Set a password needed to encrypt the connection file with. You will be prompted to enter your passcode before starting mRemoteNG.
de: Legen Sie ein Kennwort fest, mit dem die Verbindungsdatei verschlüsselt werden soll. Sie werden aufgefordert Ihr Passwort einzugeben, bevor Sie mRemoteNG starten.

# CloseToSysTray
source: Close to notification area
de: In den System Tray schließen

source: License
de: Lizenz

# PropertyDescriptionDisableCursorBlinking
source: Determines whether cursor flashes should be disabled.
de: Legt fest, ob das Blinken des Cursors deaktiviert werden soll.

# PropertyDescriptionDisableCursorShadow
source: Determines whether a mouse shadow should be visible.
de: Legt fest, ob ein Mausschatten sichtbar sein soll.

# PropertyDescriptionDisableMenuAnimations
source: Determines whether menus and windows can be displayed with animation effects in the remote session.
de: Legt fest, ob Menüs und Fenster mit Animationseffekten in der Remote-Sitzung angezeigt werden können.

# PropertyDescriptionDisableFullWindowDrag
source: Determines whether window content is displayed when you drag the window to a new location.
de: Legt fest, ob der Fensterinhalt angezeigt wird, wenn Sie das Fenster an eine neue Position ziehen.

# ShowHideMenu
source: Show/Hide Menu Strip
de: Verstecke/Zeige Menü

# WorkingDirColumnHeader
source: Working directory
de: Arbeitsverzeichnis
pl: Katalog roboczy

source: Working directory:
de: Arbeitsverzeichnis:
pl: Katalog roboczy:

source: Use enhanced mode
de: Erweiterten Modus verwenden

# UnhandledExceptionOccured
source: An unhandled exception has occurred
de: Eine unbehandelte Ausnahme ist aufgetreten

source: Reconnect All Connections
de: Alle Verbindungen wieder verbinden

source: Quick Connect
de: Schnellverbindung
pl: Szybkie połączenie

source: SSH Options
de: SSH-Optionen

source: Must Be Between 0 and 255
de: Muss zwischen 0 und 255 liegen

# AutomaticReconnectError
source: An error occurred while trying to reconnect to RDP host '{0}'
de: Beim Versuch, die Verbindung zum RDP-Host '{0}' wiederherzustellen, ist ein Fehler aufgetreten

# CcNotInstalledProperly
source: not installed properly
de: nicht richtig installiert
pl: nie jest zainstalowany prawidłowo

# ChangeConnectionResolutionError
source: An error occurred while trying to change the connection resolution to host '{0}'
de: Beim Versuch, die Verbindungsauflösung auf den Host '{0}' zu ändern, ist ein Fehler aufgetreten

# ConfirmCloseConnectionOthersInstruction
source: Are you sure you want to close all connections except for "{0}"?
de: Sind Sie sicher, dass Sie alle Verbindungen bis auf "{0}" schließen wollen?

source: Copy Hostname
de: Hostnamen kopieren

source: Delete
de: Löschen

# DisconnectOthers
source: Disconnect All But This
de: Alles außer dieser Verbindung trennen

# LockToolbars
source: Lock toolbar positions
de: Position der Symbolleiste sperren

source: Exception Message
de: Fehlermeldung

# IcaControlFailed
source: Loading ICA Plugin failed!
de: Laden des ICA-Plugins fehlgeschlagen!
pl: Ładowanie wtyczki ICA nie powiodło się!

source: ICA SetCredentials failed!
de: ICA SetCredentials fehlgeschlagen!
pl: Wykonanie ICA SetCredentials nie powiodło się!

# IcaConnectionFailed
source: Couldn't create new ICA Connection!
de: Konnte keine neue ICA-Verbindung erstellen!
pl: Nie można utworzyć nowego połączenia ICA!

source: Gateway
el: Πύλη
pl: Brama

# CcICAFailed
source: ICA requires that the XenDesktop Online Plugin is installed and that the wfica.ocx library is registered. You can download the client here: http://www.citrix.com/download/
pl: ICA wymaga zainstalowania wtyczki Online XenDesktop, i aby była zarejestrowana biblioteka wfica.ocx. Możesz pobrać klienta tutaj: http://www.citrix.com/download/ Jeżeli masz zainstalowany Plugin Online XenDesktop a nadal nie działa, spróbuj ręcznie zarejestrować bibliotekę wfica.ocx. Aby to zrobić wybierz polecenie Uruchom (Start - Uruchom) i wprowadź w linii komend: regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" (gdzie c:\Program Files\Citrix\ICA Client\ jest ścieżką instalacji XenDesktop Online Plugin). Jeśli nadal nie można użyć ICA w mRemoteNG prosimy o kontakt mRemoteNG Forum na http://forum.mremoteng.org/

# CcICAOK
source: All ICA components were found and seem to be registered properly. Citrix ICA Client Control Version {0}
pl: Wszystkie składniki ICA zostały znalezione i wydają się być poprawnie zarejestrowane. Wersja klienta Citrix ICA {0}

# Enc40Bit
source: 40-bit
pl: 40-bitowe

# Enc56Bit
source: 56-bit
pl: 56-bitowe

source: Hostname:
pl: Nazwa hosta:

source: Portable Edition
pl: Wersja przenośna.

source: Server status:
pl: Status serwera:

source: Port Scan
pl: Skaner portów

source: Normal
pl: Normalny

source: Theme
pl: Motyw

source: Panel Name
pl: Nazwa panelu

source: Hostname/IP
pl: Nazwa hosta/IP

source: Name
pl: Nazwa

# RdpGatewayHostname
source: Gateway Hostname
pl: Nazwa hosta bramy

source: Ports
pl: Porty

source: Smart Cards
pl: Karty inteligentne

source: Rendering Engine
pl: Silnik renderujący

source: Proxy Port
pl: Port proxy

source: SQL Server
pl: Serwer SQL:

# SshV1
source: SSH version 1
pl: SSH wersja 1

# SshV2
source: SSH version 2
pl: SSH wersja 2

source: Status
pl: Stan

source: Version
pl: Wersja

source: Popups
pl: Wyskakujące okienka
