Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Resources/Language/Language.*.resx
Languages: de, el, pl

# FiltermRemoteCSV
source: mRemote CSV Files (*.csv)
de: mRemote-CSV-Dateien (*.csv)
pl: Pliki CSV mRemote (*.csv)

# FiltermRemoteXML
source: mRemote XML Files (*.xml)
de: mRemote-XML-Dateien (*.xml)
pl: Pliki XML mRemote (*.xml)

# FilterRDP
source: RDP Files (*.rdp)
de: RDP-Dateien (*.rdp)
pl: Pliki RDP (*.rdp)

# FormatInherit
source: Inherit {0}
de: Vererbe {0}
pl: Dziedzicz {0}

# FormatInheritDescription
source: Description of inherited property: {0}
de: Beschreibung des zu vererbenden Elements: {0}

source: Free
de: Frei
pl: Wolne

source: Fullscreen
de: Vollbild
pl: Pełen ekran

source: General
de: Allgemein
pl: Ogólne

# GetConnectionInfoFromXmlFailed
source: An error occured while loading the connection entry for "{0}" from "{1}". {2}
de: Fehler beim Laden des Verbindungseintrags für "{0}" von "{1}". {2}
pl: Wystąpił błąd podczas ładowania wpisu połączenia dla "{0}" z "{1}". {2}

# GroupboxAutomaticReconnect
source: Automatic Reconnect
de: Automatisches Wiederverbinden
pl: Połącz automatycznie

source: External Tool Properties
de: Eigenschaften des externen Programmes
pl: Właściwości zewnętrznego narzędzia

source: Files
de: Dateien
pl: Pliki

source: HTTP Connect Failed!
de: Verbindung mit HTTP fehlgeschlagen!
pl: Błąd połączenia HTTP!

# HttpConnectionFailed
source: Couldn't create new HTTP Connection!
de: Erstellen der HTTP-Verbindung fehlgeschlagen!
pl: Nie można utworzyć nowego połączenia HTTP!

# HttpDocumentTileChangeFailed
source: Changing HTTP Document Tile Failed!
de: Fehler beim Ändern des HTTP-Dokumentfensters!
pl: Zmiana tytułu dokumentu HTTP nie powiodła się!

# HttpSetPropsFailed
source: Set HTTP Props failed!
de: Setzen der HTTP-Parameter fehlgeschlagen!
pl: Konfiguracja ustawień HTTP nie powiodła się!

# ImportAD
source: Import from Active Directory
de: Von Active Directory importieren
pl: Importów z Active Directory

# ImportPortScan
source: Import from Port Scan
de: Von Port Scan importieren
pl: Import z Port Scan

source: Informations
de: Informationen
pl: Informacje

# IntAppDisposeFailed
source: Dispose of Int App process failed!
de: Zerstören des Internen Programmes fehlgeschlagen!

source: Int App Focus Failed!
de: Setzen des Fokus fehlgeschlagen!

# IntAppHandle
source: Int App Handle: {0}
de: Internes Programm Handle: {0}

# IntAppKillFailed
source: Killing Int App Process failed!
de: Beenden des Internen Programmes fehlgeschlagen!

source: Int App Resize failed!
de: Internes Programm Größenanpassung fehlgeschlagen!

source: --- IntApp Stuff ---
de: --- Internes Programm ---

# IntAppTitle
source: Int App Title: {0}
de: Internes Programm Titel: {0}

source: Address:
de: Addresse:
pl: Adres:

# ClosingConnections
source: When closing connections:
de: Beim Schließen der Verbindungen:
pl: Przy zamykaniu połączeń:

source: &Connect:
de: &Verbinden:
pl: &Połącz

source: Display Name
de: Anzeigename
pl: Widoczna nazwa

source: Domain
de: Domäne
pl: Domena

# PuttySessionsConfig
source: To configure PuTTY sessions click this button:
de: Klicken Sie hier, um die PuTTY-Sitzung zu konfigurieren:
pl: Aby skonfigurować sesje PuTTY kliknij ten przycisk:

# PuttyTimeout
source: Maximum PuTTY and integrated external tools wait time:
de: Maximale Zeit, die auf PuTTY und integrierte externe Programme gewartet wird:

# ReleasedUnderGPL
source: Released under the GNU General Public License (GPL)
de: Unter der GNU General Public License (GPL) veröffentlicht
pl: Wydane na licencji GNU General Public License (GPL)

source: Seconds
de: Sekunden
pl: sekund

# SelectPanel
source: Select a panel from the list below or click New to add a new one. Click OK to continue.
de: Wählen Sie ein Panel aus der Liste oder klicken Sie auf Neu, um ein neues zu erstellen. Klicken Sie OK um fortzufahren.
pl: Wybierz panel z poniższej listy lub kliknij przycisk Nowy, aby dodać nowy. Aby kontynuować, kliknij przycisk OK.

source: Database:
de: Datenbank:
pl: Baza danych:

source: Verify:
de: Überprüfen:
pl: Sprawdź:

# LanguageString
source: Language
de: Sprache
pl: Język

# LanguageDefault
source: (Automatically Detect)
de: (Automatisch erkannt)
pl: (Wykryj automatycznie)

# LanguageRestartRequired
source: {0} must be restarted before changes to the language will take effect.
de: {0} muss neu gestartet werden, bevor die Sprache aktiv wird.
pl: {0} musi być ponownie uruchomiony aby zmiany języka zaczęły obowiązywać.

source: Load from SQL failed
de: Laden per SQL fehlgeschlagen!
pl: Import z SQL nie powiódł się!

source: Load From XML failed!
de: Laden der XML-Datei fehlgeschlagen!
pl: Import z XML nie powiódł się!

source: Local file
de: Lokale Datei
pl: Plik lokalny

source: Local file does not exist!
de: Die lokale Datei existiert nicht!
pl: Plik lokalny nie istnieje!

source: Add Connection Panel
de: Verbindungs-Panel hinzufügen
pl: Dodaj panel połączenia

source: Check for Updates
de: Suche nach Updates
pl: Sprawdź aktualizacje

source: Config
de: Konfiguration
pl: Konfiguracja

source: Connection Panels
de: Verbindungs-Panels
pl: Panele połączeń

source: Connections and Config
de: Verbindungen und Konfiguration
pl: Połączenia i konfiguracja

source: Copy
de: Kopieren
pl: Kopiuj

source: Ctrl-Alt-Del
de: STRG-ALT-ENTF

source: Ctrl-Esc
de: STRG-ESC

source: Delete Connection...
de: Verbindung löschen
pl: Usuń połączenie...

source: Delete External Tool...
de: Entfernen
pl: Skazuj zewnętrzne narzędzie...

source: Delete Folder...
de: Ordner löschen
pl: Usuń folder...

source: Donate
de: Spenden
pl: Darowizna

source: Duplicate Connection
de: Verbindung duplizieren
pl: Duplikuj połączenie

source: Duplicate Folder
de: Ordner duplizieren
pl: Duplikuj folder

source: Duplicate Tab
de: Tab klonen
pl: Duplikuj zakładkę

source: Exit
de: Beenden
pl: Wyjście

source: External Tools Toolbar
de: Externe Programme Symbolleiste
pl: Pasek narzędzi zewnętrznych

source: &File
de: &Datei
pl: &Plik

source: &Help
de: &Hilfe
pl: &Pomoc

# HelpContents
source: mRemoteNG Help
de: Hilfe
pl: Pomoc mRemoteNG

source: Jump to
de: Springe zu
pl: Idz do

source: Launch External Tool
de: Starten
pl: Uruchom narzędzie zewnętrzne

source: New Connection File
de: Neue Verbindungsdatei
pl: Nowy plik połączeń

source: Notifications
de: Meldungen
pl: Powiadomienia

source: Copy All
de: Alle Kopieren
pl: Kopiuj wszystko

source: Delete All
de: Alle Löschen
pl: Usuń wszystko

source: Open Connection File...
de: Verbindungsdatei öffnen
pl: Otwórz plik połączenia...

source: Options
de: Optionen
pl: Opcje

source: Quick Connect Toolbar
de: QuickConnect Symbolleiste
pl: Pasek szybkiego połączenia

source: Reconnect
de: Wiederverbinden
pl: Połącz ponownie

# RefreshScreen
source: Refresh Screen (VNC)
de: Anzeige aktualisieren (VNC)
pl: Odśwież ekran (VNC)

source: Rename Connection
de: Verbindung umbenennen
pl: Zmień nazwę połączenia

source: Rename Folder
de: Ordner umbenennen
pl: Zmień nazwę folderu

source: Rename Tab
de: Tab umbenennen
pl: Zmień nazwę zakładki

# ReportBug
source: Report a Bug
de: Fehler melden
pl: Zgłoś błąd

source: Reset layout
de: Layout zurücksetzen
pl: Przywróć domyślny layout

source: Save Connection File
de: Verbindungsdatei speichern
pl: Zapisz plik połączeń

source: Save Connection File As...
de: Verbindungsdatei speichern unter
pl: Zapisz plik połączeń jako ...

# SendSpecialKeys
source: Send Special Keys (VNC)
de: Tastenkombination senden (VNC)
pl: Wyślij klawisze specjalne (VNC)

source: &Show Help Text
de: &Hilfetext anzeigen
pl: &Pokaż tekst pomocy

source: Show Text
de: Text anzeigen
pl: Pokaż tekst

# SmartSize
source: SmartSize (RDP/VNC)
de: Smart-Size-Modus (RDP/VNC)
pl: Dopasuj (RDP/VNC)

source: SSH File Transfer
de: SSH-Dateiübertragung
pl: Transfer plików poprzez SSH

# StartChat
source: Start Chat (VNC)
de: Chat starten (VNC)
pl: Zacznij Chat (VNC)

source: Support Forum
de: Forum
pl: Forum pomocy

source: &Tools
de: E&xtras
pl: &Narzędzia

# TransferFile
source: Transfer File (SSH)
de: Datei übertragen (SSH)
pl: Transfer pliku (SSH)

source: &View
de: &Ansicht
pl: &Widok

source: View Only
de: View-Only-Modus
pl: Tylko pogląd (VNC)

source: Website
de: Webseite
pl: Strona WWW

# MinimizeToSysTray
source: Minimize to notification area
de: In den System Tray minimieren
pl: Minimalizuj do obszaru powiadomień

source: Move down
de: Nach unten
pl: Idź w dół

source: Move up
de: Nach oben
pl: Idź w górę

# MyCurrentWindowsCreds
source: My current credentials (Windows logon information)
de: meine aktuellen Windows-Anmeldeinformationen

source: Never
de: Niemals
pl: Nigdy

source: New Connection
de: Neue Verbindung
pl: Nowe połączenie

source: New Folder
de: Neuer Ordner
pl: Nowy folder

source: New Panel
de: Neues Panel
pl: Nowy panel

source: New Title
de: Neuer Titel
pl: Nowy tytuł

source: No
de: Nein
pl: Nie

# NoCompression
source: No сompression
de: Keine Kompression
pl: Bez kompresji

# NoExtAppDefined
source: No ext. app specified.
de: Kein externes Programm definiert!
pl: Nie wskazano zewnętrznej aplikacji.

source: None
de: Keine Angabe
pl: Żaden

source: No SmartSize
de: Keine automatische Größenanpassung (Smart-Size)
pl: Wyłącz dopasowanie

source: No update available
de: Keine Updates verfügbar
pl: Brak aktualizacji

# OldConffile
source: You are trying to load a connection file that was created using an very early version of mRemote, this could result in an runtime error. If you run into such an error, please create a new connection file!
de: Sie versuchen, eine Verbindungsdatei zu laden, die mit einer sehr frühen mRemote/mRemoteNG-Version erstellt wurde - dies kann zu Fehlern führen. Wenn Sie Fehler feststellen, dann sollten Sie eine neue Verbindungsdatei erstellen!
pl: Próbujesz załadować plik połączenia, który utworzono przy użyciu bardzo wczesnej wersji mRemote - to może spowodować poważne błędy działania programu. Jeśli napotkasz na taki błąd, należy utworzyć nowy plik połączenia!

# OpenNewTabRight
source: Open new tab to the right of the currently selected tab
de: Neue Tabs rechts vom momentan selektierten Tab öffnen
pl: Otwórz nową zakładkę na prawo od aktualnie zaznaczonej

source: Open Ports
de: Offene Ports
pl: Porty otwarte

source: &Delete
de: &Löschen
pl: &Usuń

source: &New
de: &Neu
pl: &Nowy

source: Password protect
de: Passwortschutz

source: Please fill all fields
de: Bitte alle Felder ausfüllen!
pl: Wypełnij wszystkie pola

# PortScanCouldNotLoadPanel
source: Couldn't load PortScan panel!
de: Kann das Port-Scan-Panel nicht laden!
pl: Nie można załadować panelu skanowania portów!

# PropertyDescriptionHostnameIp
source: Enter the hostname or ip you want to connect to.
de: Der Hostname oder die IP, zu der eine Verbinung aufgebaut werden soll.
pl: Wpisz nazwę hosta lub IP, do którego chcesz się połączyć.

# PropertyDescriptionAll
source: Toggle all inheritance options.
de: Umschalten aller Vererbungen

# PropertyDescriptionAuthenticationLevel
source: Select which authentication level this connection should use.
de: Wählen Sie, welche Authentifizierungs-Variante verwendet wird.

# PropertyDescriptionAuthenticationMode
source: Select how you want to authenticate against the VNC server.
de: Wählen Sie, wie Sie sich am VNC-Server authentifizieren wollen.
pl: Wybierz sposób uwierzytelnienia serwera VNC.

# PropertyDescriptionCacheBitmaps
source: Select whether to use bitmap caching or not.
de: Wählen Sie, ob Bitmap-Zwischenspeicherung verwendet werden soll.
pl: Wybierz czy bitmapy mają być przechowywane w pamięci podręcznej czy nie.

# PropertyDescriptionColors
source: Select the colour quality to be used.
de: Wählen Sie die zu verwendende Farbqualität.
pl: Wybierz jaką jakość kolorów używać.

# PropertyDescriptionCompression
source: Select the compression value to be used.
de: Wählen Sie die Kompressionsrate, die verwendet werden soll.
pl: Wybierz jaką wartość kompresji użyć.

# PropertyDescriptionDescription
source: Put your notes or a description for the host here.
de: Geben Sie hier Ihre Notitzen oder eine Beschreibung des Hosts ein.

# PropertyDescriptionDisplayThemes
source: Select yes if the theme of the remote host should be displayed.
de: Wählen Sie, ob Themen am Remote Host angezeigt werden sollen.
pl: Wybierz "Tak" jeśli motyw ma być wyświetlany na zdalnym komputerze.

# PropertyDescriptionDisplayWallpaper
source: Select yes if the wallpaper of the remote host should be displayed.
de: Wählen Sie, ob Hintergrundbilder am Remote Host angezeigt werden sollen.

# PropertyDescriptionDomain
source: Enter your domain.
de: Geben Sie hier ihre Domäne ein.
pl: Podaj domenę.

# PropertyDescriptionEnableDesktopComposition
source: Select whether to use desktop composition or not.
de: Wählen, ob die Desktopgestaltung genutzt werden soll.

# PropertyDescriptionEnableFontSmoothing
source: Select whether to use font smoothing or not.
de: Wählen Sie, ob eine Schriftglättung genutzt werden soll oder nicht.

# PropertyDescriptionEncoding
source: Select the encoding mode to be used.
de: Wählen Sie die zu verwendende Codierung.

# PropertyDescriptionEncryptionStrength
source: Select the encryption strength of the remote host.
de: Wählen Sie die Verschlüsselungsstärke des Remote Hosts.

# PropertyDescriptionExternalTool
source: Select the external tool to be started.
de: Wählen Sie die zu startende externe Applikation.

# PropertyDescriptionExternalToolAfter
source: Select a external tool to be started after the disconnection to the remote host.
de: Wählen Sie eine externe Applikation, die gestartet werden soll, nachdem die Verbindung zum Remote Host getrennt wurde.

# PropertyDescriptionExternalToolBefore
source: Select a external tool to be started before the connection to the remote host is established.
de: Wählen Sie eine externe Applikation, die gestartet werden soll, bevor die Verbindung zum Remote Host aufgebaut wurde.

# PropertyDescriptionIcon
source: Choose a icon that will be displayed when connected to the host.
de: Das ausgewählte Icon wird bei Verbindung zum Host im Tab angezeigt.

# PropertyDescriptionMACAddress
source: Enter the MAC address of the remote host if you wish to use it in an external tool.
de: Geben Sie die MAC-Adresse des Remote Hosts ein (kann für externe Applikationen verwendet werden).

# PropertyDescriptionName
source: This is the name that will be displayed in the connections tree.
de: Dies ist der Name, der im Verbindungsbaum angezeigt wird.
pl: To jest nazwa, która będzie wyświetlana na drzewie połączeń.

# PropertyDescriptionPanel
source: Sets the panel in which the connection will open.
de: Setzt das Panel, in dem die Verbindung geöffnet wird.

# PropertyDescriptionPassword
source: Enter your password.
de: Geben Sie hier ihr Passwort ein.
pl: Wpisz swoje hasło.

# PropertyDescriptionPort
source: Enter the port the selected protocol is listening on.
de: Geben Sie den Port ein, auf dem das Protokoll auf Verbindungen wartet.

# PropertyDescriptionProtocol
source: Choose the protocol mRemoteNG should use to connect to the host.
de: Wählen Sie das Protokoll, das verwendet werden soll, um eine Verbindung aufzubauen.

# PropertyDescriptionPuttySession
source: Select a PuTTY session to be used when connecting.
de: Wählen Sie eine PuTTY-Sitzung, die bei Verbindung verwendet werden soll.

# PropertyDescriptionRDGatewayDomain
source: Specifies the domain name that a user provides to connect to the RD Gateway server.
de: Gibt den Domänennamen an, der für die Verbindung zum Gateway-Server verwendet werden soll.

# PropertyDescriptionRDGatewayHostname
source: Specifies the host name of the Remote Desktop Gateway server.
de: Gibt den Namen des Remote-Desktop-Gateway-Servers an.

# PropertyDescriptionRdpGatewayUsageMethod
source: Specifies when to use a Remote Desktop Gateway (RD Gateway) server.
de: Spezifiziert, ob ein Remote-Desktop-Gateway- (RD-Gateway-) Server verwendet werden soll.

# PropertyDescriptionRDGatewayUseConnectionCredentials
source: Specifies whether or not to log on to the gateway using the same username and password as the connection.
de: Gibt an, ob die Anmeldung am Gateway mit den Zugangsdaten für die Verbindung erfolgen sollen oder nicht.

# PropertyDescriptionRDGatewayUsername
source: Specifies the user name that a user provides to connect to the RD Gateway server.
de: Definiert den Benutzernamen zum Verbinden mit dem Gateway-Server.

# PropertyDescriptionRedirectDrives
source: Select whether local disk drives should be shown on the remote host.
de: Wählen Sie, ob ihre lokalen Festplatten im entfernten System angezeigt werden sollen.
pl: Wybierz, czy lokalne dyski powinny być dostępne na zdalnym hoście.

# PropertyDescriptionRedirectKeys
source: Select whether key combinations (e.g. Alt-Tab) should be redirected to the remote host.
de: Wählen Sie, ob Tastenkombinationen wie z.B. Alt-Tab auf das entfernte System umgeleitet werden sollen.
pl: Wybierz, czy kombinacje klawiszy (np. Alt-Tab) powinny być przekierowane do komputera zdalnego.

# PropertyDescriptionRedirectPorts
source: Select whether local ports (ie. com, parallel) should be shown on the remote host.
de: Wählen Sie, ob ihre lokalen Ports wie z.B. COM, Parallel auf dem entfernte System angezeigt werden sollen.

# PropertyDescriptionRedirectPrinters
source: Select whether local printers should be shown on the remote host.
de: Wählen Sie, ob ihre lokalen Drucker auf dem entfernten System zur Verfügung stehen sollen.

# PropertyDescriptionRedirectSmartCards
source: Select whether local smart cards should be available on the remote host.
de: Wählen Sie, ob lokale Smartcards auf dem Remotehost verfügbar sein sollen.
pl: Wybierz, czy lokalne karty inteligentne powinny być dostępne na zdalnym hoście.

# PropertyDescriptionRedirectSounds
source: Select how remote sound should be redirected.
de: Wählen Sie, wie Töne auf dem entfernten System wiedergegeben werden sollen.
pl: Wybierz jak dźwięk z zdalnego komputera powinien być przekierowany.

# PropertyDescriptionRenderingEngine
source: Select one of the available rendering engines that will be used to display HTML.
de: Wählen Sie eine der Rendering Engines die verwendet wird um HTML darzustellen.
pl: Wybierz jeden z silników renderowania, który będzie używany do wyświetlania stron HTML.

# PropertyDescriptionResolution
source: Choose the resolution or mode this connection will open in.
de: Wählen Sie die Auflösung, in welcher die Verbindung geöffnet werden soll.
pl: Wybierz rozdzielczość lub tryb, w którym otworzy się połączenie.

# PropertyDescriptionSmartSizeMode
source: Select the SmartSize mode to be used.
de: Wählen Sie den automatischen Anpassungsmodus (SmartSize), der verwendet werden soll.
pl: Wybierz typ dopasowania jaki ma być użyty.

# PropertyDescriptionUseConsoleSession
source: Connect to the console session of the remote host.
de: Zur Konsolensitzung des entfernten Hosts verbinden.
pl: Połącz z sesją konsoli hosta zdalnego.

# PropertyDescriptionUseCredSsp
source: Use the Credential Security Support Provider (CredSSP) for authentication if it is available.
de: Verwenden Sie den Anmeldeinformationen-Security-Support-Provider (CredSSP) für die Authentifizierung, wenn er verfügbar ist.

# PropertyDescriptionUser1
source: Feel free to enter any information you need here.
de: Dieses Feld ist frei beschreibbar.
pl: Tu możesz wpisać wszelkie informacje jakich potrzebujesz.

# PropertyDescriptionUsername
source: Enter your username.
de: Geben Sie hier ihren Benutzernamen ein.
pl: Nazwa użytkownika.

# PropertyDescriptionViewOnly
source: If you want to establish a view only connection to the host select yes.
de: Wählen Sie, ob sie eine Nur-Anzeige- (View-Only-) Verbindung aufbauen wollen.
pl: Jeśli chcesz nawiązać połączenie tylko do podglądu, wybierz Tak.

# PropertyDescriptionVNCProxyAddress
source: Enter the proxy address to be used.
de: Geben Sie die IP des Proxy-Servers ein.
pl: Wprowadź jaki adres serwera proxy będzie używany.

# PropertyDescriptionVNCProxyPassword
source: Enter your password for authenticating against the proxy.
de: Geben Sie Ihr Passwort ein.
pl: Wprowadź hasło uwierzytelniania poprzez proxy.

# PropertyDescriptionVNCProxyPort
source: Enter the port the proxy server listens on.
de: Geben Sie den Port des Proxy-Servers ein.
pl: Wpisz numer portu na którym nasłuchuje proxy.

# PropertyDescriptionVNCProxyType
source: If you use a proxy to tunnel VNC connections, select which type it is.
de: Wenn Sie einen Proxy verwenden um auf das entfernte System zugreifen zu können, wählen sie hier den Typ.
pl: Jeśli do połączenia z VNC korzystasz z serwera proxy, wybierz typ typ tunerowania.

# PropertyDescriptionVNCProxyUsername
source: Enter your username for authenticating against the proxy.
de: Geben Sie Ihren Benutzernamen ein.
pl: Wprowadź nazwę użytkownika dla uwierzytelniania poprzez proxy.

source: All
de: Alles
pl: Wszystkie

# AuthenticationLevel
source: Server Authentication
de: Serverauthentifizierung
pl: Autentykacja serwera

source: Authentication mode
de: Authentifizierungsmodus
pl: Tryb autentykacji

source: Cache Bitmaps
de: Bitmaps zwischenspeichern
pl: Przechowuj bitmapy w pamięci podręcznej

# Colors
source: Colours
de: Farben
pl: Kolory

source: Compression
de: Komprimierung
pl: Kompresja

source: Description
de: Beschreibung
pl: Opis

source: Display Themes
de: Themen anzeigen
pl: Wyświetlaj motywy

source: Display Wallpaper
de: Hintergrundbild anzeigen
pl: Wyświetl tapetę

# EnableDesktopComposition
source: Desktop Composition
de: Desktopgestaltung
pl: Kompozycja pulpitu

source: Font Smoothing
de: Schriftglättung
pl: Wygładzenie czcionki

source: Encoding
de: Codierung
pl: Kodowanie

source: Encryption Strength
de: Verschlüsselungsstärke
pl: Siła szyfrowania

source: External Tool
de: Externes Programm
pl: Zewnętrzne narzędzie

source: External Tool After
de: Externes Programm nachher
pl: Zewnętrzne narzędzie po

source: External Tool Before
de: Externes Programm vorher
pl: Zewnętrzne narzędzie przed

source: MAC Address
de: MAC-Adresse
pl: Adres MAC

source: Password
de: Passwort
pl: Hasło

source: PuTTY Session
de: PuTTY-Sitzung
pl: Sesja PuTTY

# RdpGatewayDomain
source: Gateway Domain
de: Gateway-Domäne
pl: Domena bramy

# RdpGatewayPassword
source: Remote Desktop Gateway Password
de: Gateway-Passwort
pl: Hasło bramy zdalnego pulpitu

# RdpGatewayUsageMethod
source: Use Gateway
de: Verwende Gateway
pl: Użyj bramy

# RdpGatewayUseConnectionCredentials
source: Gateway Credentials
de: Gateway-Anmeldedaten
pl: Poświadczenia bramy

# RdpGatewayUsername
source: Gateway Username
de: Gateway-Benutzername
pl: Użytkownik bramy

source: Disk Drives
de: Festplatten
pl: Dyski

# RedirectKeys
source: Key Combinations
de: Tastenkombinationen
pl: Kombinacja klawiszy

source: Printers
de: Drucker
pl: Drukarki

source: Sounds
de: Töne
pl: Dźwięki

source: Resolution
de: Auflösung
pl: Rozdzielczość

source: SmartSize Mode
de: Smart-Size-Modus
pl: Tryb dopasowania

source: Use Console Session
de: Verwende Konsole
pl: Użyj konsoli sesji

source: Use CredSSP
de: Verwenden Sie CredSSP
pl: Użyj CredSSP

source: User Field
de: Benutzerfeld
pl: Pole użytkownika

source: Proxy Address
de: Proxy-Adresse
pl: Adres proxy

source: Proxy Password
de: Proxy-Passwort
pl: Hasło proxy

source: Proxy Type
de: Proxy-Typ
pl: Typ proxy

source: Proxy Username
de: Proxy-Benutzername
pl: Użytkownik proxy

# ProtocolEventDisconnected
source: Protocol Event Disconnected. Host: "{1}"; Protocol: "{2}" Message: "{0}"
de: Protokollereignis Verbindung getrennnt. {0}

# ProtocolEventDisconnectFailed
source: Protocol Event Disconnected failed. {0}
de: Protokollereignis Verbindung trennen fehlgeschlagen. {0}

source: Protocol to import
de: Zu importierendes Protokoll
pl: Protokół do zaimportowania

source: Proxy test failed!
de: Proxy-Test fehlgeschlagen!
pl: Test proxy nie powiódł się!

source: Proxy test succeeded!
de: Proxy-Test erfolgreich!
pl: Test proxy powiódł się!
