Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Resources/Language/Language.*.resx
Languages: de, el, pl

source: About
de: Über
el: Σχετικά με
pl: O programie

source: AddNodeFromXML failed!
de: Das Laden des Knotens über XML ist fehlgeschlagen!
el: AddNodeFromXML απέτυχε!
pl: Wykonanie fukcji AddNodeFromXML nie powiodło się!

# AllowOnlySingleInstance
source: Allow only a single instance of the application (mRemoteNG restart required)
de: Nur eine Instanz zulassen (mRemoteNG-Neustart benötigt)
el: Επιτρέπετε μόνο ένα μόνο παράδειγμα της εφαρμογής (απαιτείται επανεκκίνηση του mRemoteNG)
pl: Pozwól uruchomić tylko jedną kopię programu (wymaga restartu mRemoteNG)

source: Always
de: Immer
el: Πάντα
pl: Zawsze

# AlwaysConnectEvenIfAuthFails
source: Always connect, even if authentication fails
de: Immer verbinden, auch wenn Authentifizierung fehlschlägt
el: Πάντοτε να συνδεθεί, ακόμη και αν ο έλεγχος ταυτότητας αποτυγχάνει
pl: Łącz zawsze, nawet jeśli uwierzytelnianie się nie powiedzie

# AlwaysShowPanelSelection
source: Always show panel selection dialog when opening connections
de: Panel Auswahldialog immer anzeigen
el: Πάντα Εμφάνιση πίνακα διαλόγου επιλογής κατά το άνοιγμα συνδέσεων
pl: Pozwól wybrać panel przed każdym połączeniem

source: Always show panel tabs
de: Panel immer anzeigen
pl: Zawsze pokazuj zakładki paneli

# AlwaysShowSysTrayIcon
source: Always show notification area icon
de: Tray Icon immer anzeigen
el: Να εμφανίζονται πάντα γνωστοποίησης περιοχων εικόνας
pl: Zawsze pokazuj ikonę w obszarze powiadomień

# AskUpdatesCommandAskLater
source: Ask me again later
de: Später nochmal fragen
el: Ρωτήστε με ξανά αργότερα
pl: Zapytaj mnie znów później

# AskUpdatesCommandCustom
source: Customize the settings now
de: Einstellungen jetzt anpassen
el: Προσαρμογή των ρυθμίσεων τώρα
pl: Dostosuj ustawienia

# AskUpdatesCommandRecommended
source: Use the recommended settings
de: Empfohlenen Einstellungen verwenden
el: Χρήση των προτεινόμενων ρυθμίσεων
pl: Użyj zalecanych ustawień

# AskUpdatesContent
source: {0} can automatically check for updates that may provide new features and bug fixes. It is recommended that you allow {0} to check for updates weekly.
de: {0} kann automatisch nach Updates suchen, die neue Funktionen und Fehlerbehebungen enthalten können. Es wird empfohlen, dass Sie {0} erlauben wöchentlich nach Updates zu suchen.
el: {0} μπορεί να ελέγχει αυτόματα ενημερώσεις που μπορούν να παρέχουν νέα χαρακτηριστικά και διορθώσεις σφαλμάτων. Συνιστάται να επιτρέψετε {0} να ελέγξει για ενημερώσεις σε εβδομαδιαία βάση.
pl: {0} może automaczycznie sprawdzać aktualizacje które mogą zawierać nowe funkcjonalności oraz poprawki błędów. Zaleca się, aby zezwolnić {0} na sprawdzanie aktualizacji co tydzień.

# AskUpdatesMainInstruction
source: Automatic update settings
de: Automatische Update-Einstellungen
el: Ρυθμίσεις αυτόματης ενημέρωσης
pl: Ustawienia automatycznej aktualizacji

source: Aspect
de: Aspekt
el: Πτυχή
pl: Propocjonalnie

# AutoSaveEvery
source: Auto save time in minutes (0 means disabled):
de: Automatisch speichern in Minuten (0 bedeutet deaktiviert):
el: Αυτόματη αποθήκευση κάθε:
pl: Automatyczny zapis co:

# AvailableVersion
source: Latest version
de: Verfügbare Version
el: Τρέχουσα έκδοση
pl: Aktualna wersja

source: &Browse...
de: &Wählen...
el: &Αναζήτηση...
pl: &Wybierz...

source: &Cancel
de: &Abbrechen
el: &Ακύρωση
pl: &Anuluj

source: Change
de: Ändern
el: Αλλαγή
pl: Zmiana

source: &Close
de: &Schließen
el: &Κλείσιμο
pl: &Zamknij

# ButtonDefaultInheritance
source: Default Inheritance
de: Standardvererbung
el: Προεπιλογή κληρονομικότητας
pl: Dziedziczenie domyślne

# ButtonDefaultProperties
source: Default Properties
de: Standardeigenschaften
el: Προεπιλεγμένες ιδιότητες
pl: Ustawienia domyślne

source: Disconnect
de: Trennen
el: Αποσύνδεση
pl: Rozłącz

source: Icon
de: Symbol
el: Εικονίδιο
pl: Ikona

source: &Import
de: &Importieren
el: &Εισαγωγή
pl: &Importuj

source: Inheritance
de: Vererbung
el: Κληρονομιά
pl: Dziedziczenie

# ButtonLaunchPutty
source: Launch PuTTY
de: Starte PuTTY
el: Εκκίνηση του PuTTY
pl: Uruchom PuTTY

source: &OK
de: &Okay
el: &ΟΚ

source: Properties
de: Eigenschaften
el: Ιδιότητες
pl: Ustawienia

source: &Scan
de: &Scannen
el: &Σάρωση
pl: &Skanuj

source: &Stop
de: &Halt
el: &Διακοπή

source: Test Proxy
de: Proxy prüfen
el: Δοκιμή διακομιστή μεσολάβησης
pl: Testuj Proxy

# CannotStartPortScan
source: Cannot start Port Scan, incorrect IP format!
de: Die eingegebenen IP-Daten sind ungültig, kann den Port Scan nicht starten.
el: Δεν είναι δυνατή η εκκίνηση της σάρωσης υποδοχων, εσφαλμένη μορφή IP!
pl: Nie można rozpocząć skanowania portów - niewłaściwy format adresu IP!

source: Appearance
de: Aussehen
el: Εμφάνιση
pl: Wygląd

source: Connection
de: Verbindung
el: Σύνδεση
pl: Połączenie

source: Display
de: Anzeige
el: Οθόνη
pl: Wyświetl

source: Miscellaneous
de: Verschiedenes
el: Διάφορα
pl: Pozostałe

source: Protocol
de: Protokoll
el: Πρωτόκολλο
pl: Protokół

source: Redirect
de: Umleitung
el: Ανακατεύθυνση
pl: Przekierowanie

source: Check failed!
de: Prüfung fehlgeschlagen!
el: Ο ελέγχος απέτυχε!
pl: Sprawdzenie nie powiodło się!

source: Check succeeded!
de: Prüfung erfolgreich!
el: Ο ελεγχος πέτυχε!
pl: Sprawdzenie powiodło się!

# CcPuttyFailed
source: The SSH, Telnet, Rlogin and RAW protocols need PuTTY to work. PuTTY comes with every mRemoteNG package and is located in the installation path. Please make sure that either you have the Putty.exe in your mRemoteNG directory (default: c:\Program Files\mRemoteNG\) or that you specified a valid path to your PuTTY executable in the Options (Tools - Options - Advanced - Custom PuTTY path)
de: Die Protokolle SSH, Telnet, Rlogin und RAW benötigen PuTTY. PuTTY wird in allen mRemote Paketen mitgeliefert und befindet sich im Installationspfad. Bitte versichern Sie sich, dass sich die Datei PuttyNG.exe in ihrem mRemote Installationspfad befindet (Standard: c:\Programme\mRemoteNG\) oder dass Sie einen korrekten Pfad in den Optionen (Extras - Optionen - Erweitert - Eigener PuTTY-Pfad) angegeben haben.
pl: SSH, Telnet, Rlogin i protokołów RAW używają programu PuTTY. PuTTY zawarty jest pakiecie mRemoteNG i znajduje się w ścieżce instalacji programu. Proszę upewnić się, że albo masz Putty.exe w katalogu mRemoteNG (domyślnie: c:\Program Files\mRemoteNG\) lub że podałeś prawidłową ścieżkę do narzędzia PuTTY w opcjach programu(Narzędzia - Opcje - zaawansowane - ścieżka programu PuTTY)

# CcPuttyOK
source: The PuTTY executable was found and should be ready to use.
de: PuTTY wurde gefunden und scheint betriebsbereit zu sein.
pl: Aplikacja PuTTY została odnaleziona i powinna być gotowa do użytku.

# CcRDPFailed
source: For RDP to work properly you need to have at least Remote Desktop Connection (Terminal Services) Client 8.0 installed. You can download it here: http://support.microsoft.com/kb/925876 If this check still fails or you are unable to use RDP, please consult the at {0}.
de: Um RDP korrekt betreiben können, muss mindestens Remote Desktop Connection (Terminal Services Client) 6.0 installiert sein. Hier können Sie die Software herunterladen: http://support.microsoft.com/kb/951616 Wenn Sie RDP 6.1 bereits installiert haben und die Prüfung noch immer fehlschlägt, versuchen Sie, die Datei mstscax.dll manuell zu registrieren. Öffnen Sie hierzu den Ausführen-Dialog (Start - Ausführen) und geben Sie Folgendes ein: regsvr32 "c:\windows\system32\mstscax.dll" (Wobei c:\ Ihr System-Laufwerk ist). Wenn Sie noch immer Probleme mit RDP haben, konsultieren Sie bitte das mRemoteNG-Forum: http://forum.mremoteng.org/
pl: Aby połączenia RDP działały poprawnie trzeba mieć zainstalowane Podłączanie Pulpitu Zdalnego (Klient Usług Terminalowych) w wersji 8.0. Można go pobrać ze strony: https://support.microsoft.com/kb/2592687. Jeśli RDP 8.0 jest już zainstalowany i nadal nie działają połączenia RDP, spróbuj ręcznie zarejestrować plik mstscax.dll. Aby zarejestrować plik wybierz Uruchom (Start - Uruchom) i wprowadź w linii polecń: regsvr32 "c:\windows\system32\mstscax.dll" (gdzie c:\ jest dyskiem systemowym). Jeśli nadal masz problemy z połączeniem RDP skonsultuj się z mRemoteNG Forum na http://forum.mremoteng.org/

# CcRDPOK
source: The following RDP protocol versions are supported on this machine: {0}
de: Alle RDP-Komponenten wurden gefunden und scheinen korrekt registriert zu sein. Remote Desktop Verbindung Control Version {0}
pl: Wszystkie składniki RDP zostały znalezione i wydają się być poprawnie zarejestrowane. Wersja Podłączanie Pulpitu Zdalnego {0}

# CcVNCFailed
source: VNC requires VncSharp.dll to be located in your mRemoteNG application folder. Please make sure that you have the VncSharp.dll file in your mRemoteNG application folder (usually C:\Program Files\mRemoteNG\). If you are still not able to pass this check or use VNC in mRemoteNG please consult the at {0}.
de: VNC benötigt die Datei VncSharp.dll im mRemoteNG-Programmordner. Bitte stellen Sie sicher, dass Sie die Datei VncSharp.dll in Ihrem mRemoteNG-Programmordner haben (üblicherweise C:\Programme\mRemoteNG\). Wenn Sie noch immer Probleme mit VNC haben, konsultieren Sie bitte das mRemoteNG-Forum: http://forum.mremoteng.org/
pl: VNC wymaga, aby biblioteka VncSharp.dll znajdowała się w folderze instalacji mRemoteNG. Upewnij się, że masz plik VncSharp.dll w folderze aplikacji mRemoteNG (domyślnie C:\Program Files\mRemoteNG\). Jeśli nadal nie można użyć VNC w mRemoteNG prosimy o kontakt mRemoteNG Forum na http://forum.mremoteng.org/

# CcVNCOK
source: All VNC components were found and seem to be registered properly. VncSharp Control Version {0}
de: Alle VNC-Komponenten wurden gefunden und scheinen korrekt registriert zu sein. VncSharp Control Version {0}
pl: Wszystkie składniki VNC zostały znalezione i wydają się być poprawnie zarejestrowane. Wersja VncSharp {0}

# CheckboxAutomaticReconnect
source: Automatically try to reconnect when disconnected from server (RDP && ICA only)
de: Automatisch versuchen zu verbinden, wenn Verbindung getrennt wird (nur RDP && ICA)
pl: Automatycznie połącz ponownie jeśli nastąpi odłączenie od serwera (tylko RDP && ICA)

# CheckboxDoNotShowThisMessageAgain
source: Do not show this message again.
de: Diese Nachricht nicht erneut zeigen.
pl: Nie pokazuj więcej tej informacji.

# CheckboxProxyAuthentication
source: This proxy server requires authentication
de: Benutze Authentifizierung
pl: Ten serwer proxy wymaga uwierzytelnienia

# CheckboxPuttyPath
source: Use custom PuTTY path:
de: Eigener PuTTY-Pfad:
pl: Użyj niestandardowej ścieżki PuTTY:

# CheckboxReconnectWhenReady
source: Reconnect when ready
de: Verbinden wenn bereit
pl: Połącz ponownie, gdy gotowy

# CheckboxUpdateUseProxy
source: Use a proxy server to connect
de: Proxy für automatische Updates verwenden
pl: Użyj serwera proxy do połączenia

source: Username
de: Benutzername
pl: Użytkownik

source: Wait for exit
de: Auf Beendigung warten
pl: Czekaj na wyjście

source: Check Again
de: Prüfen
pl: Sprawdź ponownie

# CheckForUpdatesOnStartup
source: Check for updates at startup
de: Beim Start auf Updates und Benachrichtigungen prüfen
pl: Sprawdź aktualizacje i powiadomienia podczas startu

source: Check now
de: Jetzt prüfen
pl: Sprawdź teraz

source: Check proper installation of components at startup
de: Überprüfe die Installation aller Komponenten beim Start
pl: Sprawdź poprawność zainstalowanych komponentów podczas startu

source: Choose panel before connecting
de: Panel vor Verbindung auswählen
pl: Przed połączeniem wybierz panel

source: Closed Ports
de: Geschlossene Ports
pl: Porty zamknięte

source: Collapse all folders
de: Alle Ordner schließen
pl: Zwiń wszystkie foldery

source: Arguments
de: Parameter
pl: Argumenty

source: Filename
de: Dateiname
pl: Nazwa pliku

source: Message
de: Nachricht
pl: Wiadomość

# CommandLineArgsCouldNotBeParsed
source: Couldn't parse command line args!
de: Die Kommandozeilenparameter konnten nicht ausgewertet werden!
pl: Nie można przeanalizować argumentów wejściowych!

# CompatibilityLenovoAutoScrollUtilityDetected
source: {0} has detected the Lenovo Auto Scroll Utility running on this system. This utility is known to cause problems with {0}. It is recommended that you disable or uninstall it.
de: {0} hat festgestellt, dass das Lenovo Auto Scroll Utility auf diesem Computer ausgeführt wird. Dieses Dienstprogramm ist dafür bekannt, dass es Probleme mit {0} verursacht. Es wird empfohlen, dass Sie es deaktivieren oder deinstallieren.
pl: {0} wykrył, że w systemie działa Lenovo Auto Scroll Utility. To narzędzie jest znane jako przyczyna problemów z {0}. Zaleca się, wyłączyć lub odinstalować ten program.

source: Compatibility problem detected
de: Kompatibilitätsproblem entdeckt
pl: Wykryto problem z kompatybilnością

source: Components Check
de: Komponenten prüfen
pl: Sprawdzenie komponentów

# ConfigPropertyGridButtonIconClickFailed
source: btnIcon_Click failed!
de: Bild Knopf Ereignis fehlgeschlagen!
pl: Wykonanie btnIcon_Click nie powiodło się!

# ConfigPropertyGridHideItemsFailed
source: ShowHideGridItems failed!
de: Verstecken nicht benötigter Eigenschaften fehlgeschlagen!
pl: Wykonanie ShowHideGridItems nie powiodło się!

# ConfigPropertyGridMenuClickFailed
source: IconMenu_Click failed!
de: Menü Ereignis fehlgeschlagen!
pl: Wykonanie IconMenu_Click nie powiodło się!

# ConfigPropertyGridObjectFailed
source: Property Grid object failed!
de: Eigenschaften Grid Objekt Fehler!

# ConfigPropertyGridSetHostStatusFailed
source: SetHostStatus failed!
de: Host Status setzen fehlgeschlagen!
pl: Wykonanie SetHostStatus nie powiodło się!

# ConfigPropertyGridValueFailed
source: pGrid_PopertyValueChanged failed!
de: Eigenschaften Grid Wert Fehler!
pl: Wykonanie pGrid_PopertyValueChanged nie powiodło się!

source: Config UI load failed!
de: Laden des Konfigurationsfensters fehlgeschlagen!

# ConfirmCloseConnectionPanelMainInstruction
source: Are you sure you want to close the panel, "{0}"? Any connections that it contains will also be closed.
de: Sind Sie sicher, dass Sie das Panel "{0}" schließen möchten? Alle Verbindungen die es enthält werden ebenfalls geschlossen.
pl: Czy na pewno chcesz zamknąć panel, "{0}"? Wszystkie połączenia, które zawiera również zostaną zamknięte.

# ConfirmDeleteExternalTool
source: Are you sure you want to delete the external tool, "{0}"?
de: Sind Sie sicher, dass Sie das extene Programm "{0}" entfernen möchten?
pl: Czy na pewno chcesz usunąć zewnętrzne narzędzie, "{0}"?

# ConfirmDeleteExternalToolMultiple
source: Are you sure you want to delete the {0} selected external tools?
de: Sind Sie sicher, dass Sie die {0} selektierten externen Programme entfernen möchten?
pl: Czy na pewno chcesz usunąć {0} wybranych narzędzi zewnętrznych?

# ConfirmDeleteNodeConnection
source: Are you sure you want to delete the connection, "{0}"?
de: Sind Sie sicher, dass Sie die Verbindung "{0}" entfernen möchten?
pl: Czy jesteś pewien, że chcesz usunąć połączenie, "{0}"?

# ConfirmDeleteNodeFolder
source: Are you sure you want to delete the empty folder, "{0}"?
de: Sind Sie sicher, dass Sie den leeren Ordner "{0}" entfernen möchten?
pl: Czy jesteś pewien, że chcesz usunąć pusty folder, "{0}"?

# ConfirmDeleteNodeFolderNotEmpty
source: Are you sure you want to delete the folder, "{0}"? Any folders or connections that it contains will also be deleted.
de: Sind Sie sicher, dass Sie den Ordner "{0}" entfernen möchten? Jeder Ordner und jede Verbindung in diesem Ordner werden ebenfalls gelöscht.
pl: Czy jesteś pewien, że chcesz usunąć folder, "{0}"? Wszystkie foldery oraz połączenia które zawiera także zostaną usunięte.

# ConfirmExitMainInstruction
source: Do you want to close all open connections?
de: Möchten Sie alle offenen Verbindungen schließen?
pl: Czy chcesz zamknąć wszystkie otwarte połączenia?

# ConfirmResetLayout
source: Are you sure you want to reset the panels to their default layout?
de: Sind Sie sicher, dass Sie das Panel auf das Standardlayout zurücksetzen wollen?
pl: Czy jesteś pewien, że chcesz powrócić z ustawieniami paneli do ich domyślego wyglądu?

source: Connect
de: Verbinden
pl: Połącz

# ConnectInFullscreen
source: Connect in fullscreen mode
de: Im Vollbildmodus verbinden
el: Σύνδεση σε λειτουργία πλήρους οθόνης
pl: Połącz w trybie pełnego ekranu

source: Connecting...
de: Verbinde...
el: Σύνδεση...
pl: Łączenie...

# ConnectionEventConnected
source: Protocol Event Connected
de: Ereignis Verbindung hergestellt
el: Πρωτόκολλο γεγονός που συνδέεται

# ConnectionEventConnectedDetail
source: Connection to "{0}" via "{1}" established by user "{2}" (Description: "{3}"; User Field: "{4}")
de: Verbindung zu "{0}" mit "{1}" hergestellt von Benutzer "{2}" (Beschreibung: "{3}"; Benutzer Feld: "{4}")
el: Σύνδεση με "{0}" μέσω "{1}" από το χρήστη "{2}" (Περιγραφή: «{3}»? Χρήστη το πεδίο: «{4}")
pl: Połączenie "{0}" przez "{1}" ustanowione przez użytkownika "{2}" (Opis: "{3}"; Pole użytkownika: {4})

source: Connection failed!
de: Verbindung fehlgeschlagen!
el: Η συνδεση απέτυχε!
pl: Połączenie nie powiodło się!

# ConnectionEventErrorOccured
source: A connection protocol error occurred. Host: "{1}"; Error code: "{2}"; Error Description: "{0}"
de: Ein Protokoll-Ereignisfehler ist aufgetreten!
el: Πρωτόκολλο ErrorOccured εκδήλωση

# ConnectionOpenFailed
source: Opening connection failed!
de: Öffnen der Verbindung ist fehlgeschlagen!
el: Άνοιγμα σύνδεσης απέτυχε!
pl: Otwarcie połączenia nie powiodło się!

# ConnectionOpenFailedNoHostname
source: Cannot open connection: No hostname specified!
de: Öffnen der Verbindung fehlgeschlagen: Kein Hostname definiert!
el: Δεν μπορεί να ανοίχθει η σύνδεση: Το όνομα του κεντρικού υπολογιστή δεν ειναι καθορισμένο!
pl: Nie można otworzyć połączenia: nie określono nazwy hosta!

source: Connections
de: Verbindungen
el: Συνδέσεις
pl: Połączenia

# ConnectionSetDefaultPortFailed
source: Couldn't set default port!
de: Setzen der Standard-Verbindungsdaten fehlgeschlagen!
el: Αδυναμία ορισμού προεπιλεγμένης θύρας!
pl: Nie można ustawić domyślnego portu!

# ConnectionsFileBackupFailed
source: Couldn't create backup of connections file!
de: Sicherheitskopie der Verbindungsdatei konnte nicht erstellt werden!
el: Δεν ήταν δυνατή η δημιουργία αντιγράφων ασφαλείας των συνδέσεων αρχείου!
pl: Nie można utworzyć kopii zapasowej pliku połączeń!

# ConnectionsFileCouldNotBeLoaded
source: Connections file "{0}" could not be loaded!
de: Verbindungsdatei "{0}" konnte nicht geladen werden!
el: Το αρχείο συνδέσεων "{0}" δεν μπορεί να φορτωθεί!
pl: Nie można załadować pliku połączeń "{0}"!

# ConnectionsFileCouldNotBeLoadedNew
source: Connections file "{0}" could not be loaded! Starting with new connections file.
de: Verbindungsdatei "{0}" konnte nicht geladen werden! Starte mit neuer Datei.
pl: Nie można załadować pliku połączeń "{0}"! Załadowano nowy plik połączeń.

# ConnectionsFileCouldNotSaveAs
source: Couldn't save connections file as "{0}"!
de: Verbindungsdatei konnte nicht als "{0}" gespeichert werden!
pl: Nie można zapisać pliku połączeń jako "{0}"!

source: Connect to console session
de: Mit der Konsolensitzung verbinden
pl: Połącz się z sesją konsoli

source: Connect (with options)
de: Verbinden (mit Optionen)
pl: Połącz (z opcjami)

# ConnenctionClosedByUser
source: Connection to {0} via {1} closed by user {2}.
de: Verbindung zu {0} mit {1} wurde vom Benutzer {2} getrennt. (Description: " & Prot.InterfaceControl.Info.Description & "; User Field: " & Prot.InterfaceControl.Info.UserField & ")"
pl: Połączenie do {0} za pomocą {1} zostało zamknięte przez użytkownika {2}.

# ConnenctionCloseEvent
source: Connection Event Closed
de: Ereignis Verbindung beenden

# ConnenctionCloseEventFailed
source: Connection Event Closed failed!
de: Ereignis Verbindung beenden fehlgeschlagen!

# CouldNotCreateNewConnectionsFile
source: Couldn't create new connections file!
de: Kann keine neue Verbindungsdatei erstellen!
pl: Nie można utworzyć nowego pliku połączeń!

# CouldNotFindToolStripInFilteredPropertyGrid
source: Could not find ToolStrip control in FilteredPropertyGrid.
de: Das ToolStrip-Steuerelement konnte in FilteredPropertyGrid nicht gefunden werden.
pl: Nie można odnaleźć ToolStrip w FilteredPropertyGrid.

source: Installed version
de: Aktuelle Version
pl: Zainstalowana wersja

source: Detect
de: Erkennen
pl: Wykryj

# DontConnectWhenAuthFails
source: Don't connect if authentication fails
de: Keine Verbindung herstellen, wenn Authentifizierung fehlschlägt
pl: Nie łącz, jeśli uwierzytelnianie nie powiedzie się

# DoubleClickTabClosesIt
source: Double click on tab closes it
de: Doppelklick schließt Tabs
pl: Dwukrotne kliknięcie na karcie, zamyka ją

source: Download and Install
de: Herunterladen && Installieren
pl: Ściągnij i zainstaluj

source: Duplicate
de: Duplizieren
pl: Duplikuj

# EmptyPasswordContinue
source: Do you want to continue with no password?
de: Wollen Sie ohne Passwort fortfahren?
pl: Czy chcesz kontynuować bez hasła?

# EmptyUsernamePasswordDomainFields
source: For empty Username, Password or Domain fields use:
de: Bei leeren Feldern für Benutzername, Passwort oder Domäne verwende:
pl: Dla pustej nazwy pola użytkownika, hasła lub domeny użyj:

# Enc128BitLogonOnly
source: 128-bit (logon only)
de: 128 Bit (nur Anmeldung)
pl: 128-bit (tylko logowanie)

source: Basic
de: Einfach
pl: Podstawowe

# EncryptCompleteConnectionFile
source: Completely encrypt connection file
de: Verbindungsdatendatei vollständig verschlüsseln
pl: Całkowicie szyfruj plik połączeń

source: Last IP
de: Letzte IP
pl: Końcowe IP

source: Last Port
de: Letzter Port
pl: Port końcowy

# ErrorAddExternalToolsToToolBarFailed
source: AddExternalToolsToToolBar (frmMain) failed. {0}
de: AddExternalToolsToToolBar (FrmMain) ist fehlgeschlagen. {0}
pl: Wykonanie AddExternalToolsToToolBar (frmMain) nie powiodło się. {0}

# ErrorAddFolderFailed
source: AddFolder (UI.Window.ConnectionTreeWindow) failed. {0}
de: AddFolder (UI.Window.Tree) ist fehlgeschlagen. {0}
pl: Wykonanie AddFolder (UI.Window.Tree) nie powiodło się. {0}

# ErrorBadDatabaseVersion
source: The database version {0} is not compatible with this version of {1}.
de: Die Datenbankversion {0} ist nicht kompatibel mit dieser Version von {1}.
pl: Wersja bazy danych {0} nie jest zgodna z wersją {1}.

# ErrorConnectionListSaveFailed
source: The connection list could not be saved.
de: Die Verbindungsliste konnte nicht gespeichert werden.
pl: Nie można zapisać listy połączeń.

# ErrorDecryptionFailed
source: Decryption failed. {0}
de: Entschlüsselung ist gescheitert. {0}
pl: Odszyfrowywanie nie powiodło się. {0}

# ErrorEncryptionFailed
source: Encryption failed. {0}
de: Verschlüsselung fehlgeschlagen. {0}
pl: Szyfrowywanie nie powiodło się. {0}

source: Errors
de: Fehler
pl: Błędy

# ErrorStartupConnectionFileLoad
source: The startup connection file could not be loaded.{0}{0}{2}{0}{3}{0}{0}In order to prevent data loss, {1} will now exit.
de: Die Verbindungseinstellungen konnten nicht geladen werden.{0}{0}{2}{0}{3}{0}{0}Um Datenverlust zu vermeiden, wird {1} jetzt beendet.
pl: Nie można załadować pliku startowego połączenia.{0}{0}{2}{0}{3}{0}{0}Aby zapobiec utracie danych, {1} zakończy teraz działanie.

# ErrorVerifyDatabaseVersionFailed
source: VerifyDatabaseVersion (Config.Connections.Save) failed. {0}
de: VerifyDatabaseVersion (Config.Connections.Save) ist fehlgeschlagen. {0}
pl: Wykonanie VerifyDatabaseVersion (Config.Connections.Save) nie powiodło się. {0}

source: Expand all folders
de: Alle Ordner erweitern
pl: Rozwiń wszystkie foldery

source: Experimental
de: Experimentell
pl: Eksperymentalny

source: Export
de: Exportieren
pl: Eksport

# FilterAll
source: All Files (*.*)
de: Alle Dateien (*.*)
pl: Wszystkie pliki (*.*)

# FilterApplication
source: Application Files (*.exe)
de: Application Dateien (*.exe)
pl: Pliki programów (*.exe)
