Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# ConfirmCloseConnectionPanelMainInstruction
source: Are you sure you want to close the panel, "{0}"? Any connections that it contains will also be closed.
cs_cz: Opravdu chcete zavřít panel "{0}"? Všechna spojení v něm obsažená budou také uzavřena.
es_ar: ¿Está seguro que desea cerrar el panel, "{0}"? Cualquier conexión que contenga el panel también estará cerrada.
it: Sei sicuro di voler chiudere il pannello "{0}"? Tutte le connessioni contenute in esso verranno terminate.
nb_no: Er du sikker på at du ønsker å lukke panelet "{0}"? Alle tilkoblinger den inneholder vil også bli lukket.
nl: Weet u zeker dat u het paneel wilt sluiten, "{0}"? Alle connecties zullen dan ook worden gesloten.
pt: Tem certeza que deseja fechar o painel, "{0}"? Todas as ligações ativas serão fechadas.
ru: Хотите закрыть панель "{0}"? Все ее подключения также будут закрыты.
uk: Дійсно хочете закрити вкладку «{0}»? Всі її з'єднання також будуть закриті.
zh_tw: 您確定要關閉關閉面板「{0}」嗎? 任何內含的連線也將關閉。

# ConfirmDeleteExternalTool
source: Are you sure you want to delete the external tool, "{0}"?
cs_cz: Jste si jisti, že si přejete smazat externí nástroj "{0}"?
it: Sei sicuro di voler cancellare l'applicazione esterna "{0}"?
nb_no: Er du sikker på at du ønsker å slette det eksterne verktøyet "{0}"?
nl: Weet u het zeker dat u de geselecteerde externe applicatie wilt verwijderen, "{0}"?
pt: Tem certeza que deseja excluir a ferramenta externa, "{0}"?
ru: Хотите удалить внешний инструмент, "{0}"?
uk: Хочете видалити зовнішній інструмент, «{0}»?
zh_tw: 您確定要刪除外部工具「{0}」嗎?

# ConfirmDeleteExternalToolMultiple
source: Are you sure you want to delete the {0} selected external tools?
cs_cz: Jste si jisti, že si přejete smazat {0} vybraných externích nástorojů?
it: Sei sicuro di voler cancellare l'applicazione esterna selezionata {0}?
nb_no: Er du sikker på at du ønsker å slette de {0} valgte eksterne verktøyene?
nl: Weet u het zeker dat u de {0} geselecteerde externe applicaties wilt verwijderen?
pt: Tem certeza que deseja excluir as ferramentas externas {0} selecionadas?
ru: Хотите удалить {0} выбранные внешние инструменты?
uk: Хочете видалити {0} вибраних зовнішніх інструментів?
zh_tw: 您確定要刪除選取的外部工具「{0}」嗎?

# ConfirmDeleteNodeConnection
source: Are you sure you want to delete the connection, "{0}"?
cs_cz: Jste si jisti, že si přejete smazat spojení "{0}"?
it: Sei sicuro di voler cancellare la connessione "{0}"?
nb_no: Er du sikker på at du ønsker å slette tilkoblingen "{0}"?
nl: Weet u het zeker dat u de connectie wilt verwijderen, "{0}"?
pt: Tem certeza que deseja excluir a ligação, "{0}"?
ru: Хотите удалить подключение, "{0}"?
uk: Хочете видалити з'єднання, «{0}»?
zh_tw: 您確定要刪除連線「{0}」嗎?

# ConfirmDeleteNodeFolder
source: Are you sure you want to delete the empty folder, "{0}"?
cs_cz: Jste si jisti, že si přejete smazat prázdnou složku "{0}"?
es_ar: ¿Está seguro que desea eliminar la carpeta vacía, "{0}"?
it: Sei sicuro di voler cancellare la cartella vuota "{0}"?
nb_no: Er du sikker på at du ønsker å slette den tomme mappen "{0}"?
nl: Weet u het zeker dat u de lege map wilt verwijderen, "{0}"?
pt: Tem certeza que deseja excluir a pasta vazia, "{0}"?
ru: Хотите удалить пустую папку, "{0}"?
uk: Хочете видалити порожню папку, «{0}»?
zh_tw: 您確定要刪除空的資料夾「{0}」嗎?

# ConfirmDeleteNodeFolderNotEmpty
source: Are you sure you want to delete the folder, "{0}"? Any folders or connections that it contains will also be deleted.
cs_cz: Jste si jisti, že si přejete smazat složku "{0}"? Všechny složky a spojení v ní obsažené budou smazány také!!!!
es_ar: ¿Está seguro que desea eliminar la carpeta "{0}"? También se eliminará cualquier carpetas o conexiones que contiene.
it: Sei sicuro di voler cancellare la cartella "{0}"? Tutte le sottocartelle e le connessioni contenute in essa verranno eliminate.
nb_no: Er du sikker på at du ønsker å slette mappen "{0}"? Alle undermapper eller tilkoblinger den inneholder vil også bli slettet.
nl: Weet u het zeker dat u de map wilt verwijderen, "{0}"? Alle mappen of connecties daaronder zullen ook worden verwijderd.
pt: Tem certeza que deseja excluir a pasta, "{0}"? Pastas ou ligações que ele contém também serão excluídas.
ru: Хотите удалить папку "{0}"? Любые папки или подключения, которые она содержит также будут удалены.
uk: Хочете видалити папку «{0}»? Будь-які папки або з'єднання, які вона містить також будуть видалені.
zh_tw: 您確定要刪除資料夾「{0}」嗎? 任何內含的資料夾或連線也將刪除。

# ConfirmExitMainInstruction
source: Do you want to close all open connections?
cs_cz: Přejte si zavřít všechna otevřená spojení?
es_ar: ¿Desea cerrar todas las conexiones abiertas?
it: Vuoi chiudere tutte le connessioni aperte?
nb_no: Ønsker du å avslutte alle åpne tilkoblinger?
nl: Wilt u alle geopende verbindingen sluiten?
pt: Pretende fechar todas as ligações abertas?
ru: Хотите закрыть все открытые подключения?
uk: Хочете закрити всі відкриті з'єднання?
zh_tw: 您確定要關閉所有開啟連線嗎?

# ConfirmResetLayout
source: Are you sure you want to reset the panels to their default layout?
cs_cz: Jste si jisti, že si přejete obnovit výchozí rozložení panelů?
es_ar: ¿Estás seguro que deseas restablecer los paneles a su diseño predeterminado?
it: Reimpostare i pannelli secondo la disposizione predefinita?
nb_no: Er du sikker på at du ønsker å tilbakestille alle paneler til standardoppsett?
nl: Weet u het zeker dat u de panelen weer op hun standaard lay-out wilt terugzetten?
pt: Tem certeza de que deseja redefinir os painéis para seu layout padrão?
ru: Вы действительно хотите сбросить панели в настройки по умолчанию?
uk: Ви дійсно бажаєте скинути налаштування вкладок до значень по замовчуванню?
zh_tw: 您確定要重設面板為其預設配置嗎?

source: Connect
cs_cz: Připojit
es_ar: Conectar
it: Connetti
nb_no: Koble til
nl: Verbind
pt: Ligar
ru: Подключиться
uk: З'єднатися
zh_tw: 連線

# ConnectInFullscreen
source: Connect in fullscreen mode
cs_cz: Připojit na celou obrazovku
it: Connetti in modalità a schermo intero
nb_no: Koble til i fullskjermmodus
nl: Verbinden in volledig scherm modus
pt: Ligar em modo de tela cheia
ru: Подключение в полноэкранном режиме
uk: З'єднатися в повноекранному режимі
zh_tw: 以全螢幕模式連線

source: Connecting...
cs_cz: Připojuji...
es_ar: Conectando...
it: Connessione in corso...
nb_no: Kobler til...
nl: Bezig met verbinding maken...
pt: A ligar...
ru: Подключение...
uk: З'єднання...
zh_tw: 正在連線...

# ConnectionEventConnected
source: Protocol Event Connected
cs_cz: Protokol událostí připojen
es_ar: Evento de protocolo conectado
nb_no: Protokollhendelse tilkoblet
nl: Protocol Gebeurtenis Verbonden
pt: Protocolo ligado
ru: Журнал подключений
uk: Протокол події підключено
zh_tw: Protocol Event 已連線

# ConnectionEventConnectedDetail
source: Connection to "{0}" via "{1}" established by user "{2}" (Description: "{3}"; User Field: "{4}")
cs_cz: Připojení k "{0}" přes "{1}" bylo provedeno uživatelem "{2}" (Popis: "{3}"; Login: "{4}")
it: Connessione a "{0}" attraverso "{1}" stabilita dall'utente "{2}" (Descrizione: "{3}"; Campo utente: "{4}")
nb_no: Tilkobling til "{0}" via "{1}" etablert av bruker "{2}" (Beskrivelse: "{3}"; Brukerfelt "{4}")
nl: Verbinding naar "{0}" via "{1}" tot stand gebracht door gebruiker "{2}" (Omschrijving: "{3}"; Gebruiker Veld: "{4}")
pt: ligação como "{0}" via "{1}" estabelecido pelo utilizador "{2}" (Descrição: "{3}"; Campo de utilizador: "{4}")
ru: Подключение к системе "{0}" через "{1}" созданого пользователя "{2}" (Описание: "{3}"; Пользователь: "{4}")
uk: Підключення до системи «{0}» через «{1}» створеного користувача «{2}» (Опис: «{3}»; Користувач: «{4}»)
zh_tw: 使用者「{2}」透過「{1}」發佈連線到「{0}」 (描述: 「{3}」，使用者欄位: 「{4}」)

source: Connection failed!
cs_cz: Připojení selhalo!
es_ar: ¡Error de conexión!
it: Connessione fallita!
nb_no: Tilkobling mislyktes!
nl: Connectie mislukt!
pt: Ligação falhada!
ru: Подключиться не удалось!
uk: З'єднатися не вдалося!
zh_tw: 連線失敗!

# ConnectionEventErrorOccured
source: A connection protocol error occurred. Host: "{1}"; Error code: "{2}"; Error Description: "{0}"
cs_cz: Chyba protokolu (či horizontu?) událostí
it: Protocol Event ErrorOccured
nb_no: Feil i tilkoblingsprotokoll har oppstått. Vertt: "{1}"; Feilkode: "{2}"; Feilbeskrivelse: "{0}"
nl: Protocol Gebeurtenis Fout Opgetreden
pt: Erro no evento de protocolo
ru: Журнал событий ErrorOccured
uk: Виникла помилка протоколу з'єднання. Хост «{1}»; Код помилки: «{2}»; Опис помилки: «{0}»
zh_tw: 發生 Protocol Event 錯誤

# ConnectionOpenFailed
source: Opening connection failed!
cs_cz: Otevření spojení selhalo!
es_ar: No se pudo abrir la conexión!
it: Apertura della connessione fallita!
nb_no: Åpning av tilkobling mislyktes!
nl: Openen van verbinding mislukt!
pt: A abrir ligação falhada!
ru: Открыть подключение не удалась!
uk: Відкрити з'єднання не вдалася!
zh_tw: 開啟連線失敗!

# ConnectionOpenFailedNoHostname
source: Cannot open connection: No hostname specified!
cs_cz: Nemohu navázat spojení: Nebyla specifikována adresa či jméno hostitele!
es_ar: No se puede abrir la conexión: ningún nombre de host especificado!
it: Impossibile aprire la connessione: nessun nome host specificato!
nb_no: Kan ikke åpne forbindelse: Vertsnavn ikke angitt!
nl: Kan verbinding niet openen: Geen hostnaam opgegeven!
pt: Não é possível abrir a ligação: Nome host não especificado!
ru: Невозможно открыть подключение: имя хоста не указано!
uk: Неможливо відкрити з'єднання: ім'я хоста не вказано!
zh_tw: 無法開啟連線: 未指定主機名稱!

# ConnectionRdpErrorDetail
source: RDP error! Error Code: {0} Error Description: {1}
cs_cz: Chyba RDP! Kód chyby: {0} Popis: {1}
nl: RDP Foutmelding! Fout Code: {0} Foutomschrijving: {1}
pt: Erro RDP! Código de erro: {0} Descrição do erro: {1}
ru: Ошибка RDP! Код ошибки: {0} Описание ошибки: {1}
zh_tw: RDP 錯誤! 錯誤碼: {0} 錯誤描述: {1}

source: Connections
cs_cz: Spojení
es_ar: Conexiones
it: Connessioni
nb_no: Tilkoblinger
nl: Connecties
pt: Ligações
ru: Подключения
uk: З'єднання
zh_tw: 連線

# ConnectionSetDefaultPortFailed
source: Couldn't set default port!
cs_cz: nastavit výchozí port!
es_ar: No se ha podido establecer el puerto predeterminado!
it: Impossibile impostare la porta predefinita!
nb_no: Kunne ikke angi standardport!
nl: Kan geen standaard poort instellen!
pt: Impossível definir porta padrão!
ru: Не удается установить порт по умолчанию!
uk: Не вдається встановити порт за замовчуванням!
zh_tw: 無法設定預設連接埠!

# ConnectionsFileBackupFailed
source: Couldn't create backup of connections file!
cs_cz: Nepovedlo se vytvořit zálohu souboru seznamu spojení!
es_ar: No se pudo crear copia de seguridad del archivo de conexiones!
it: Impossibile creare un backup del file delle connessioni!
nb_no: Kunne ikke opprette sikkerhetskopi av tilkoblingsfilen!
nl: Kan geen back-up maken van Connectie bestand!
pt: Não foi possível criar backup de arquivo de ligações!
ru: Не удалось создать резервную копию файла подключений!
uk: Не вдалося створити резервну копію файлу з'єднань!
zh_tw: 無法建立連線檔案備份!

# ConnectionsFileCouldNotBeImported
source: Couldn't import connections file!
cs_cz: Nepovedlo se naimportovat soubor se seznamem spojení!
nl: Kan Connectie bestand niet importeren!
pt: Falha na importação do arquivo de ligações!
ru: Не удалось импортировать подключения в файл!
zh_tw: 無法匯入連線檔案!

# ConnectionsFileCouldNotBeLoaded
source: Connections file "{0}" could not be loaded!
cs_cz: Nepovedlo se načíst soubor seznamu spojení "{0}"!
es_ar: No se pudo cargar el archivo de conexiones "{0}"!
it: Il file delle connessioni "{0}" non può essere caricato!
nb_no: Tilkoblingsfilen "{0}" kunne ikke lastes inn!
nl: Connectie bestand "{0}" kon niet worden geladen!
pt: Arquivo de ligações "{0}" não pôde ser carregado!
ru: Файл подключений "{0}" невозможно загрузить!
uk: Не можу завантажити файл з'єднань «{0}»!
zh_tw: 無法載入連線檔案「{0}」!

# ConnectionsFileCouldNotBeLoadedNew
source: Connections file "{0}" could not be loaded! Starting with new connections file.
cs_cz: Nepovedlo se načíst soubor seznamu spojení "{0}"! Otevírám nový prázdný soubor seznamu spojení.
it: Il file delle connessioni "{0}" non può essere caricato! Creazione di un nuovo file delle connessioni.
nb_no: Tilkoblingsfilen "{0}" kunne ikke lastes inn! Starter med ny tilkoblingsfil.
nl: Connectie bestand "{0}" kon niet worden geladen! Beginnen met nieuwe Connectie bestand.
pt: Arquivo de ligações "{0}" não pôde ser carregado! A iniciar com o novo arquivo de ligações.
ru: Файл подключений "{0}" невозможно загрузить! Создайте новый файл подключений.
uk: Не можу завантажити файл з'єднань «{0}»! Запускаюсь з новим файлом з'єднань.
zh_tw: 無法載入連線檔案「{0}」! 開始新的連線檔案。

# ConnectionsFileCouldNotBeSaved
source: Couldn't save connections file!
cs_cz: Nepovedlo se uložit soubor seznamu spojení!
nl: Kan connectie bestand niet opslaan!
pt: Não foi possível salvar o arquivo de ligações!
ru: Невозможно сохранить файл подключений!
zh_tw: 無法儲存連線檔案!

# ConnectionsFileCouldNotSaveAs
source: Couldn't save connections file as "{0}"!
cs_cz: Nepovedlo se uložit soubor seznamu spojení "{0}"!
es_ar: No se pudo guardar archivo de conexiones como "{0}"!
it: Impossibile salvare il file delle connessioni come "{0}"!
nb_no: Kunne ikke lagre tilkoblingsfilen som "{0}"!
nl: Kan connectie bestand niet opslaan als "{0}"!
pt: Impossível salvar arquivo de ligações como "{0}"!
ru: Невозможно сохранить файл в качестве подключения "{0}"!
uk: Не вдалося зберегти файл з'єднань як «{0}»!
zh_tw: 無法另存連線檔案為「{0}」!

source: Connect to console session
cs_cz: Připojit k otevřenému sezení konzole
es_ar: Conectar con la sesión de consola
it: Connetti alla sessione della console
nb_no: Koble til konsolløkt
nl: Verbinding maken met console sessie
pt: Ligar em modo consola
ru: Подключение к сеансу пользователя (Сеанс консоли)
uk: З'єднатися з консольним сеансом
zh_tw: 連線到 Console 工作站

source: Connect (with options)
cs_cz: Připojit (s možnostmi)
es_ar: Conectar (con opciones)
it: Connetti (con opzioni)
nb_no: Koble til (med alternativer)
nl: Verbinden (met opties)
pt: Ligar (com opções)
ru: Подключение (с параметрами)
uk: З'єднатися (з параметрами)
zh_tw: 連線 (含選項)

# ConnenctionClosedByUser
source: Connection to {0} via {1} closed by user {2}.
cs_cz: Připojení k {0} přes {1} uzavřeno uživatelem {2}.
es_ar: Conexión a {0} {1} vía cerrada por usuario {2}.
it: Connessione a {0} attraverso {1} chiusa dall'utente {2}.
nb_no: Tilkobling til {0} via {1} ble avsluttet av bruker {2}.
nl: Verbinding naar {0} via {1} gesloten door gebruiker {2}.
pt: Ligação para {0} por {1} fechada pelo utilizador {2}.
ru: Подключение к {0} по {1} закрыто пользователем {2}.
uk: З'єднання до {0} через {1} закрито користувачем {2}.
zh_tw: 使用者「{2}」關閉透過「{1}」連線到「{0}」。

# ConnenctionClosedByUserDetail
source: Connection to {0} via {1} closed by user {2}. (Description: "{3}"; User Field: "{4}")
cs_cz: Připojení k {0} přes {1} uzavřeno uživatelem {2}. (Popis: "{3}"; Uživatel: "{4}")
nl: Verbinding naar {0} via {1} gesloten door gebruiker {2}. (Omschrijving: "{3}"; Gebruiker Veld: "{4}")
pt: Ligação para {0} por {1} fechada pelo utilizador {2}. (Descrição: "{3}"; Campo utilizador: "{4}")
ru: Подключение к {0} по {1} закрыто пользователем {2}. (Описание: "{3}"; Пользователь: "{4}")
zh_tw: 使用者「{2}」關閉透過「{1}」連線到「{0}」 (描述: 「{3}」，使用者欄位: 「{4}」)

# ConnenctionCloseEvent
source: Connection Event Closed
cs_cz: Událost uzavření spojení
es_ar: Evento de conexión cerrada
nb_no: Tilkoblingshendelse avsluttet
nl: Connectie gebeurtenis gesloten
pt: Evento de ligação fechado
ru: Подключение закрыто
uk: З'єднання закрито
zh_tw: 連線事件已關閉

# ConnenctionCloseEventFailed
source: Connection Event Closed failed!
cs_cz: Události uzavření spojení selhala!
es_ar: Evento de cerrar conexión falló!
it: Operazione Connection Event Closed fallita!
nb_no: Tilkoblingshendelse avsluttet feilet!
nl: Connectie gebeurtenis gesloten mislukt!
pt: Evento de fecho de ligação falhou!
ru: Подключение закрыть не удалось!
uk: З'єднання закрити не вдалося!
zh_tw: 連線事件關閉失敗!

# CouldNotCreateNewConnectionsFile
source: Couldn't create new connections file!
cs_cz: Nepovedlo se vytvořit nový soubor seznamu připojení!
es_ar: No se pudo crear el nuevo archivo de conexiones!
it: Impossibile creare un nuovo file delle connessioni!
nb_no: Kunne ikke opprette ny tilkoblingsfil!
nl: Kon geen nieuwe connectie bestand aanmaken!
pt: Impossível criar novo arquivo de ligações!
ru: Не удается создать новый файл подключений!
uk: Не вдається створити новий файл з'єднань!
zh_tw: 無法建立連線檔案!

# CouldNotFindToolStripInFilteredPropertyGrid
source: Could not find ToolStrip control in FilteredPropertyGrid.
cs_cz: Nepovedlo se najít ovládací prvek ToolStrip control v objektu FilteredPropertyGrid.
nb_no: Fant ikke ToolStrip-kontroll i FilteredPropertyGrid.
nl: Kan geen ToolStrip vinden in FilteredPropertyGrid.
pt: Não foi possível encontrar o controlo ToolStrip em FilteredPropertyGrid.
ru: Не удалось найти элемент управления ToolStrip в FilteredPropertyGrid.
uk: Не вдається знайти «ToolStrip control» у «FilteredPropertyGrid».
zh_tw: 無法在 FilteredPropertyGrid 找到 ToolStrip 控制。

# CurrentVersion
source: Installed version
cs_cz: Instalovaná verze
nl: Geïnstalleerde versie
pt: Versão instalada
ru: Установленная версия
zh_tw: 安裝的版本

source: Default Theme
cs_cz: Výchozí vzhled
nl: Standaard thema
pt: Tema padrão
ru: Тема по умолчанию
zh_tw: 預設主題

source: Detect
cs_cz: Detekovat
es_ar: Detectar
it: Rileva
nb_no: Oppdag
nl: Detecteer
pt: Detetar
ru: Обнаружение
uk: Виявлення
zh_tw: 偵測

# DontConnectWhenAuthFails
source: Don't connect if authentication fails
cs_cz: Nepřipojovat pokud autentizace selže
es_ar: No conectar si falla la autenticación
it: Non connettere in caso di autenticazione fallita
nb_no: Ikke koble til dersom godkjenning mislykkes
nl: Geen verbinding maken als verificatie mislukt
pt: Não ligar se a autenticação falhar
ru: Не подключать без проверки
uk: Не під'єднувати без перевірки
zh_tw: 如果驗證失敗則不連線

# DoubleClickTabClosesIt
source: Double click on tab closes it
cs_cz: Zavřít tab dvojklikem na něj
it: Doppio click per chiudere la tab
nb_no: Dobbeltklikk på fanen lukker den
nl: Dubbel klik op het tabblad om te sluiten
pt: Duplo clique no guia para fechar
ru: Двойной щелчок для закрытия вкладки
uk: Подвійний клік для закриття вкладки
zh_tw: 按兩下索引標籤關閉

source: Download and Install
cs_cz: Stáhnout a nainstalovat
es_ar: Descargar e instalar
it: Scarica ed installa
nb_no: Last ned og installer
nl: Downloaden en installeren
pt: Obter e instalar
ru: Загрузка и установка
uk: Завантажити і встановити
zh_tw: 下載並安裝

source: Duplicate
cs_cz: Duplikovat
es_ar: Duplicar
it: Duplica
nb_no: Duplikat
nl: Duplicaat
pt: Duplicar
ru: Дублировать
uk: Дублювати
zh_tw: 複製

# EmptyPasswordContinue
source: Do you want to continue with no password?
cs_cz: Přejete si pokračovat bez hesla?
es_ar: ¿Desea continuar sin contraseña?
it: Vuoi continuare anche in assenza di password?
nb_no: Ønsker du å fortsette uten passord?
nl: Wilt u doorgaan met zonder wachtwoord op te geven?
pt: Continuar sem senha?
ru: Хотите продолжить без пароля?
uk: Бажаєте продовжити без пароля?
zh_tw: 您要以無密碼繼續嗎?

# EmptyUsernamePasswordDomainFields
source: For empty Username, Password or Domain fields use:
cs_cz: Pro prázdná políčka Login, Heslo nebo Doména použít:
es_ar: Si desea Nombre de usuario, password o dominio vacio use:
it: Quando i campi "Nome utente", "Password" o "Dominio" sono vuoti, utilizza i seguenti:
nb_no: For tomt brukernavn, passord eller domenefelt, bruk:
nl: Voor lege gebruikersnaam, wachtwoord of domein velden gebruiken:
pt: Para Nome de utilizador, senha ou domínio vazios, usar:
ru: Использовать пустое имя пользователя пароль или домен:
uk: Використовувати пусте ім'я користувача, пароль або домен:
zh_tw: 針對空的使用者名稱、密碼或網域欄位使用:

# Enc128Bit
source: 128-bit
nb_no: 128-biters
ru: 128-бит
uk: 128-біт
zh_tw: 128 位元

# Enc128BitLogonOnly
source: 128-bit (logon only)
cs_cz: 128-bit (jen pro logon)
es_ar: 128-bit (iniciar sesión)
it: 128-bit (solo accesso)
nb_no: 128-biters (kun pålogging)
nl: 128-bit (aanmelding alleen)
pt: 128-bit (apenas em início de sessão)
ru: 128-бит (только при входе)
uk: 128-біт (тільки при вході)
zh_tw: 128 位元 (只有登入)

# Enc40Bit
source: 40-bit
ru: 40-бит
uk: 40-біт

# Enc56Bit
source: 56-bit
ru: 56-бит
uk: 56-біт

# EncBasic
source: Basic
nl: Basis
pt: Básico
ru: Основное
zh_tw: 基本

# EncryptCompleteConnectionFile
source: Completely encrypt connection file
cs_cz: Zakódovat celý soubor seznamu připojení
es_ar: Encriptar completamente el archivo de conexiones
it: Crittografa completamente il file delle connessioni
nb_no: Krypter tilkoblingsfil fullstendig
nl: Volledig versleutelen connection bestand
pt: Encriptar todo o arquivo de ligações
ru: Шифровать файл подключения
uk: Повністю зашифрувати файл з'єднання
zh_tw: 完整加密連線檔案

# EndIP
source: Last IP
cs_cz: Koncová IP
nl: Eind IP
pt: IP final
ru: Конечный IP
zh_tw: 結束 IP

# EndPort
source: Last Port
cs_cz: Skončit portem
nl: Eind Poort
pt: Porta final
ru: Конечный порт
zh_tw: 結束連接埠

# ErrorAddExternalToolsToToolBarFailed
source: AddExternalToolsToToolBar (frmMain) failed. {0}
cs_cz: Metoda AddExternalToolsToToolBar (frmMain) selhala. {0}
es_ar: BarraAgregarHerramientasExternas (frmMain) falló. {0}
it: Operazione AddExternalToolsToToolBar (frmMain) fallita. {0}
nb_no: AddExternalToolsToToolBar (frmMain) mislyktes. {0}
nl: AddExternalToolsToToolBar (frmMain) is mislukt. {0}
pt: AddExternalToolsToToolBar (frmMain) falhou. {0}
ru: Ошибка добавления внешнего приложения на Панель (frmMain). {0}
uk: Помилка AddExternalToolsToToolBar (frmMain). {0}
zh_tw: AddExternalToolsToToolBar (frmMain) 失敗。 {0}

# ErrorAddFolderFailed
source: AddFolder (UI.Window.ConnectionTreeWindow) failed. {0}
cs_cz: Metoda AddFolder (UI.Window.ConnectionTreeWindow) selhala. {0}
it: Operazione AddFolder (UI.Window.Tree) fallita. {0}
nb_no: AddFolder (UI.Window.Tree) mislyktes. {0}
nl: Map toevoegen (UI.Window.Tree) is mislukt. {0}
pt: AddFolder (interface do usuário.Falha de Window.Tree). {0}
ru: Ошибка AddFolder (UI.Window.Tree). {0}
uk: Помилка AddFolder (UI.Window.Tree). {0}
zh_tw: AddFolder (UI.Window.Tree) 失敗。 {0}

# ErrorBadDatabaseVersion
source: The database version {0} is not compatible with this version of {1}.
cs_cz: Tato verze databáze {0} není kompatibilní s touto verzí {1}.
es_ar: La versión de la base de datos {0} no es compatible con esta versión de {1}.
it: La versione del database {0} non è compatibile con questa versione di {1}.
nb_no: Databaseversjonen {0} er ikke kompatibel med denne versjonen av {1}.
nl: De database versie {0} is niet compatibel met deze versie van {1}.
pt: A versão de banse de dados {0} não é compatível com esta versão do {1}.
ru: Версия базы данных {0} не совместима с этой версией {1}.
uk: Версія бази даних {0} не сумісна з цією версією {1}.
zh_tw: 資料庫版本 {0} 與 {1} 的此版本不相容。

# ErrorCloneNodeFailed
source: CloneNode (Tree.Node) failed . {0}
cs_cz: Metoda CloneNode (Tree.Node) selhala. {0}
nl: Kloon Node (Tree.Node) is mislukt. {0}
pt: CloneNode (Tree.Node) falhou. {0}
ru: Ошибка CloneNode (Tree.Node). {0}
zh_tw: CloneNode (Tree.Node) 失敗。 {0}

# ErrorCode
source: Error code {0}.
cs_cz: Kód chyby {0}.
nl: Fout code {0}.
pt: Código de erro {0}.
ru: Код ошибки {0}.
zh_tw: 錯誤碼 {0}。

# ErrorConnectionListSaveFailed
source: The connection list could not be saved.
cs_cz: Seznam připojení nemohl být uložen.
es_ar: La lista de conexiones no pudo ser guardada.
it: L'elenco delle connessioni non può essere salvato.
nb_no: Tilkoblingslisten kan ikke lagres.
nl: De connectie lijst kan niet worden opgeslagen..
pt: Impossível salvar lista de ligação.
ru: Невозможно сохранить список подключений.
uk: Неможливо зберегти список з'єднань.
zh_tw: 無法儲存連線清單。
