Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

source: Clear search string
nb_no: Nullstill søkestreng
uk: Очистити рядок пошуку

source: Connect in View Only mode
nb_no: Koble til i bare visningsmodus
uk: Підключіться в режимі лише для перегляду

# DoNotTrimUsername
source: Do not trim spaces from usernames
nb_no: Ikke fjern mellomrom fra brukernavn
uk: Не обрізати пробіли в іменах користувачів

source: Environment
nb_no: Miljø
uk: Середовище

# EncryptionTestResultMessage
source: Encrypting {0} entries using {1}/{2} and {3} iterations took {4} seconds.
uk: Шифрування {0} записів за допомогою {1}/{2} та {3} ітерацій зайняло {4} секунд(и).

source: Encryption Test
uk: Тест шифрування

source: Test Settings
uk: Тест налаштувань

# PropertyDescriptionRdpVersion
source: Sets the version of RDP to use when opening connections.
uk: Встановіть версію RDP, що буде використовуватись при відкритті з'єднань.

# PropertyDescriptionUseVmId
source: Use VM ID to connect to VM running on Hyper-V.
uk: Використовувати VM ID для підключення до VM, що працюють на Hyper-V.

# PropertyDescriptionVmId
source: The ID of the Hyper-V virtual machine to connect to.
uk: ID віртуальної машини Hyper-V, до якогї потрібно підключитися.

# RdpProtocolVersionNotSupported
source: Could not create RDP client. RDP protocol version {0} is not supported on this machine. Please choose an older protocol version.
uk: Не вдалося створити RDP клієнт. Версія протоколу RDP {0} не підтримується на цій машині. Виберіть старішу версію протоколу.

source: Start minimized
uk: Запускати згорнутим

# PropertyDescriptionPasswordProtect
source: Set a password needed to encrypt the connection file with. You will be prompted to enter your passcode before starting mRemoteNG.
uk: Встановіть пароль, що необхідний для шифрування файлу з'єднань. Перед запуском mRemoteNG вам буде пропонуватись ввести цей пароль.

# PropertyDescriptionUseEnhancedMode
source: Connect to a Hyper-V host with enhanced mode enabled.
uk: Підключатися до хоста Hyper-V із увімкненим розширеним режимом.

# CloseToSysTray
source: Close to notification area
uk: Закривати в область сповіщень

source: Ctrl-Alt-Del
it: Ctrl-Alt-Canc
