Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# PropertyDescriptionLoadBalanceInfo
source: Specifies the load balancing information for use by load balancing routers to choose the best server.
cs_cz: Specifikuje pomocné informace pro rozkladače zátěže (load balancery - NLB) pro výběr nejlepšího serveru.
nb_no: Angi informasjon for lastbalanseringsrutere for å velge den beste verten.
ru: Задает информацию о балансировке нагрузки для использования маршрутизаторами балансировки нагрузки для выбора лучшего сервера.
uk: Визначає інформацію про балансування навантаження для використання маршрутизаторами балансування навантаження для вибору найкращого сервера.

# PropertyNameAutomaticResize
source: Automatic resize
cs_cz: Automatické rozlišení
ru: Автоматическое изменение размера

# PropertyNameLoadBalanceInfo
source: Load Balance Info
ru: Информация о балансе нагрузки

source: PuTTY Session Settings
cs_cz: Nastavení PuTTY sezení/spojení
ru: Настройки сеанса PuTTY

# TitlePasswordWithName
source: mRemoteNG password for {0}
cs_cz: Heslo pro {0}
nb_no: Passord for {0}
ru: Пароль для {0}
uk: Пароль для: {0}

# UpdateCheckingLabel
source: Checking for updates...
cs_cz: Vyhledávám aktualizace...
ru: Проверка обновлений...

# UpdateGetChangeLogFailed
source: The change log could not be downloaded.
cs_cz: Seznam informací o změnách se nepodařilo stáhnout.
nb_no: Endringsloggen kunne ikke lastes ned.
ru: Журнал изменений не может быть загружен.
uk: Не вдалося завантажити журнал змін.

# RDPOverallConnectionTimeout
source: RDP Connection Timeout
cs_cz: Čas čekání (timeout) na RDP spojení
ru: Время ожидания соединения RDP

# NodeAlreadyInFolder
source: This node is already in this folder.
cs_cz: Tento uzel již v této složce existuje.
nb_no: Elementet finnes allere i denne mappen.
ru: Этот узел уже находится в этой папке.
uk: Цей вузол вже в цій папці.

# NodeCannotDragOnSelf
source: Cannot drag node onto itself.
cs_cz: Nelze přetáhnout uzel na sebe sama.
nb_no: Kan ikke dra elementet til seg selv.
ru: Не удается перетащить узел на себя.
uk: Неможливо перемістити вузол в себе.

# NodeCannotDragParentOnChild
source: Cannot drag parent node onto child.
cs_cz: Nelze přetáhnout nadřazený uzel na jeho potomka.
nb_no: Kan ikke dra foreldreelementet til underordnet element.
ru: Не удается перетащить родительский узел на дочерний.
uk: Неможливо перетягнути батьківський вузол до дочірнього.

# NodeNotDraggable
source: This node is not draggable.
cs_cz: Tento uzel nelze přetahovat myší.
nb_no: Elementet kan ikke flyttes.
ru: Этот узел не перетаскивается.
uk: Цей вузол не перетягується.

# EncryptionBlockCipherMode
source: Block Cipher Mode
cs_cz: Režim blokové šifry
nb_no: Blokkrypteringsmodus
ru: Режим блочного шифрования
uk: Режим блочного шифру

source: Encryption Engine
cs_cz: Šifrovací metody
nb_no: Krypteringsmotor
ru: Механизм шифрования
uk: Рушій шифрування

# TabSecurity
source: Security
cs_cz: Bezpečnost
nb_no: Sikkerhet
ru: Безопасность
uk: Безпека

# EncryptionKeyDerivationIterations
source: Key Derivation Function Iterations
cs_cz: Počet iterací funkce derivující klíč
nb_no: Antall iterasjoner for nøkkelderivasjon
ru: Инициирование функции вывода ключей
uk: Ітерації функції формування ключа(KDF)

# RDPSoundQualityDynamic
source: Dynamic
cs_cz: Variabilní
ru: Динамический

# RDPSoundQualityHigh
source: High
cs_cz: Vysoká
ru: Высокий

# RDPSoundQualityMedium
source: Medium
cs_cz: Střední
ru: Cредний

# PropertyDescriptionSoundQuality
source: Choose the Sound Quality provided by the protocol: Dynamic, Medium, High
cs_cz: Vyberte si jednu z kvalit zvuku poskytovanou protokolem: Variabilní, Střední, Vvysoká
nb_no: Velg lydkvalitet: dynamisk, medium, høy
ru: Выберите Качество звука, предоставляемое протоколом: Динамический, Средний, Высокий
uk: Виберіть якість звуку: динамічна, Середня, Висока

# PropertyNameSoundQuality
source: Sound quality
cs_cz: Kvalita zvuku
ru: Качество звука

# UpdatePortableDownloadComplete
source: Download Completed!
cs_cz: Stahování přenosné verze dokončeno!
nb_no: Nedlasting ferdig!
ru: Скачивание завершено!
uk: Завантаження завершено!

# DownloadPortable
source: Download
cs_cz: Stáhnout
ru: Скачать

# PropertyDescriptionRDPMinutesToIdleTimeout
source: The number of minutes for the RDP session to sit idle before automatically disconnecting (for no limit use 0)
cs_cz: Počet minut neaktivity v sezení RDP než bude automaticky odpojeno (0 = bez omezení)
nb_no: Antall minutter med inaktivitet før RDP-sesjonen automatisk kobles fra (bruk 0 for ubegrenset)
ru: Количество минут для сеанса RDP, чтобы сидеть без дела перед автоматическим отключением (для неограниченного использования 0)
uk: Скільки хвилин перебувати в режимі очікування перед автоматичним відключенням RDP сеансу (0 - без обмежень)

# PropertyNameRDPMinutesToIdleTimeout
source: Minutes to Idle
cs_cz: Minut neaktivity do odp.
ru: Минуты в режим ожидания

source: Accept
cs_cz: Akceptovat
ru: Применить

source: Add
cs_cz: Přidat
nb_no: Legg til
ru: Добавить
uk: Додати

source: Credential Editor
cs_cz: Editor přihlašovacích údajů
ru: Редактор учетных данных

source: Credential Manager
cs_cz: Správce přihlašovacích údajů
ru: Менеджер учетных данных

source: ID
ru: Номер

source: Remove
cs_cz: Odstranit
ru: Удалить

source: Title
cs_cz: Název
nb_no: Tittel
ru: Заглавие
uk: Заголовок

# PropertyDescriptionCredential
source: Select which credential to use for this connection.
cs_cz: Vyberte jaké přihlašovací údaje použít pro toto spojení.
ru: Выберите, какие учетные данные использовать для этого подключения.

# ConfirmDeleteCredentialRecord
source: Are you sure you want to delete the credential record, {0}?
cs_cz: Jste si jisti že chcete odstranit záznam přihlašovacích údajů {0}?
nb_no: Er du sikker på at du vil fjerne legitimasjonen {0}?
ru: Вы действительно хотите удалить учетную запись, {0}?
uk: Дійсно хочете видалити обліковий запис: {0}?

# FindMatchingCredentialFailed
source: Could not find a credential record with ID matching "{0}" for the connection record named "{1}".
cs_cz: Přihlašovací údaje s ID "{0}" nebyly nalezeny pro pozužití ve spojení jménem "{1}".
ru: Не удалось найти запись учетных данных с идентификатором соответствия "{0}" для записи соединения с именем "{1}".

# PropertyDescriptionRDPAlertIdleTimeout
source: Select whether to receive an alert after the RDP session disconnects due to inactivity
cs_cz: Zapsat zprávu logu když se RDP sezení odpojí kvůli neaktivitě.
nb_no: Velg om du ønsker et varsel når RDP-sesjonen avsluttes på grunn av inaktivitet
ru: Выберите, следует ли получать оповещение после отключения сеанса RDP из-за неактивности
uk: Виберіть, чи отримувати попередження після відключення сеансу RDP через неактивність

# PropertyNameRDPAlertIdleTimeout
source: Alert on Idle disconnect
cs_cz: Upozornit při odpojení z neaktivity
ru: Предупреждение о отключении питания

# PasswordConstainsSpecialCharactersConstraintHint
source: Password must contain at least {0} of the following characters: {1}
cs_cz: Heslo musí obsahovat alespoň {0} z těchto písmen: {1}
nb_no: Passordet må inneholde minst {0} av de følgende tegnene: {1}
ru: Пароль должен содержать не менее {0} следующих символов: {1}
uk: Пароль повинен містити принаймні {0} таких символів: {1}

# PasswordContainsLowerCaseConstraintHint
source: Password must contain at least {0} lower case character(s)
cs_cz: Heslo musí obsahovat alespoň {0} malých písmen.
nb_no: Passordet må inneholde minst {0} små bokstaver
ru: Пароль должен содержать не менее {0} символов нижнего регистра
uk: Пароль повинен містити принаймні {0} малі символи(ів)

# PasswordContainsNumbersConstraint
source: Password must contain at least {0} number(s)
cs_cz: Heslo musí obsahovat alespoň {0} číslic.
nb_no: Passordet må inneholde minst {0} tall
ru: Пароль должен содержать не менее {0} номер (а)
uk: Пароль повинен містити принаймні {0} номер(и)

# PasswordContainsUpperCaseConstraintHint
source: Password must contain at least {0} upper case character(s)
cs_cz: Heslo musí obsahovat alespoň {0} velkých písmen.
nb_no: Passordet må inneholde minst {0} store bokstaver
ru: Пароль должен содержать не менее {0} символ верхнего регистра
uk: Пароль повинен містити принаймні {0} великі символи(ів)

# PasswordLengthConstraintHint
source: Password length must be between {0} and {1}
cs_cz: Delká hesla musí být alespoň {0} a nejvýše {1} znaků.
nb_no: Passordlengden må være mellom {0} og {1}
ru: Длина пароля должна быть между {0} и {1}
uk: Довжина пароля повинна бути від {0} до {1}

# ChooseLogPath
source: Choose a path for the mRemoteNG log file
cs_cz: Vyberte cestu k souboru logu aplikace mRemoteNG.
nb_no: Velg plassering for mRemoteNGs loggfil
ru: Выберите путь для файла журнала mRemoteNG
uk: Виберіть шлях для файлу журналу mRemoteNG

source: Debug
cs_cz: Debugging
nb_no: Feilsøking
ru: Отладка
uk: Відлагодження

source: Show these message types
cs_cz: Zobrazovat tyto zprávy
nb_no: Vis disse beskjedtypene
ru: Показывать эти типы сообщений
uk: Показувати ці повідомлення

source: Log file path
cs_cz: Cesta k souboru logu
nb_no: Sti til loggfil
ru: Путь к файлу журнала
uk: Шлях до файлу журналу

source: Log these message types
cs_cz: Logovat tyto typy zpráv
nb_no: Logg disse beskjedtypene
ru: Зарегистрируйте эти типы сообщений
uk: Записувати в журнал ці типи повідомлень

source: Choose path
cs_cz: Vybrat cestu
nb_no: Velg sti
ru: Выберите путь
uk: Вибрати шлях

source: Open file
cs_cz: Otevřít soubor
nb_no: Åpne fil
ru: Открыть файл
uk: Відкрити файл

source: Use default
cs_cz: Použít výchozí
nb_no: Bruk standard
ru: Использовать по умолчанию
uk: За замовчуванням

source: Logging
cs_cz: Logování
ru: Логирование
uk: Ведення журналу

source: Popups
cs_cz: Zprávy logu
nb_no: Oppsprettvinduer
ru: Всплывающие окна
uk: Виринаючі вікна

# LogToAppDir
source: Log to application directory
cs_cz: Logovat do adresáře kde je aplikace umístěna.
nb_no: Logg til applikasjonens mappe
ru: Войдите в каталог приложений
uk: Записувати в каталог програми

# HttpsInsecureAllowAlways
source: Allow Always
ru: Разрешить однократно

# HttpsInsecureAllowOnce
source: Allow Once
ru: Разрешить однократно

# HttpsInsecureDontAllow
source: Don't Allow
ru: Не разрешать

# HttpsInsecurePrompt
source: Allow Insecure Certificate for URL: {0}?
ru: Разрешить небезопасный сертификат для ссылки: {0}?

# HttpsInsecurePromptTitle
source: Allow Insecure Certificate?
ru: Разрешить небезопасный сертификат?

# RepositoryIsUnlocked
source: The selected repository is unlocked
ru: Выбранный репозиторий разблокирован

source: Incorrect password
ru: неверный пароль

source: Source
ru: Источник

source: Unlocking
ru: Разблокирование

source: Unlock Credential Repository
ru: Разблокировать репозиторий учетных данных

source: Unlock
ru: Разблокировать

# PromptUnlockCredReposOnStartup
source: Prompt to unlock credential repositories on startup
ru: Запрос на разблокирование учетных записей при запуске

source: Credentials
nb_no: Legitimasjoner
ru: Полномочия
uk: Облікові дані

source: Upgrade
ru: Обновить

source: Back
ru: Назад

source: Connection file path
ru: Путь к файлу подключения

source: Create and open new file
ru: Создание и открытие нового файла

source: Open a different file
nb_no: Åpne en annen fil
ru: Открыть другой файл
uk: Відкрти інший файл

# CredentialManagerUpgradeDescription
source: In v1.76 we have introduced a credential management system. This feature requires a significant change in how we store and interact with credentials within mRemoteNG. You will be required to perform a one-way upgrade of your mRemoteNG connections file. This page will walk you through the process of upgrading your connections file or give you a chance to open a different connections file if you do not want to perform the upgrade.
ru: В v1.76 мы внедрили систему управления учетными данными. Эта функция требует значительных изменений в том, как мы храним и взаимодействуем с учетными данными в mRemoteNG. Вам потребуется выполнить одностороннее обновление файла соединений mRemoteNG. На этой странице вы расскажете о процессе обновления файла подключений или предоставите возможность открыть другой файл подключений, если вы не хотите выполнять обновление.

# CredentialUnavailable
source: Credential not available
nb_no: Legitimasjon ikke tilgjengelig
ru: Учетные данные недоступны
uk: Обліковий запис не доступний

# OptionsThemeDeleteConfirmation
source: Do you really want to delete the theme?
nb_no: Vil du slette dette temaet?
ru: Вы действительно хотите удалить тему?
uk: Дійсно видалити цю тему?

# OptionsThemeEnableTheming
source: Enable themes
ru: Включить темы

# OptionsThemeNewThemeCaption
source: New theme name
nb_no: Navn på nytt tema
ru: Новое название темы
uk: Нова назва теми

# OptionsThemeNewThemeError
source: Cannot create theme, name already present or special characters in the name
nb_no: Kan ikke opprette tema, navnet finnes allerede eller inneholder spesialtegn
ru: Невозможно создать тему, имя уже присутствующее или специальные символы в названии
uk: Не вдається створити тему, таке ім'я вже існує, або присутні спеціальні символи

# OptionsThemeNewThemeText
source: Type the new theme name
nb_no: Skriv inn navn på nytt tema
ru: Введите новое название темы
uk: Введіть нову назву теми

# OptionsThemeErrorNoThemes
source: No themes are loaded, check that the default mRemoteNG themes exist in the 'themes' folder
ru: Темы не загружены, проверьте, существуют ли по умолчанию темы mRemoteNG в папке «Темы»

# CouldNotFindExternalTool
source: Could not find external tool with name "{0}"
nb_no: Kunne ikke finne eksternt verktøy "{0}"
ru: Не удалось найти внешний инструмент с именем "{0}"
uk: Не вдалося знайти зовнішній інструмент із назвою «{0}»

# ConfigurationCreateNew
source: Create a New Connection File
nb_no: Lag en ny tilkoblingsfil
ru: Создать новый файл подключения
uk: Створити новий файл з'єднання

# ConnectionFileNotFound
source: The connection file could not be found.
nb_no: Tilkoblingsfilen ble ikke funnet.
ru: Файл подключения не найден.
uk: Не вдалося знайти файл з'єднання.

# ConfigurationImportFile
source: Import an Existing File
nb_no: Importer en eksisterende fil
ru: Импорт существующего файла
uk: Імпортувати існуючий файл

# ConfigurationCustomPath
source: Use a Custom File Path
nb_no: Bruk egendefinert filsti
ru: Использовать настраиваемый путь к файлу
uk: Використовуйте спеціальний шлях до файлу

source: Testing connection
nb_no: Tester tilkobling
ru: Тестирование соединения
uk: Перевіряємо з'єднання

# ServerNotAccessible
source: Server '{0}' was not accessible.
nb_no: Verten '{0}' var ikke tilgjengelig.
ru: Сервер '{0}' не был доступен.
uk: Сервер «{0}» недоступний.

source: Connection successful
nb_no: Tilkobling vellykket
ru: Соединение успешно
uk: Підключення успішне

# LoginFailedForUser
source: Login failed for user '{0}'.
nb_no: Innlogging feilet for brukeren '{0}'.
ru: Ошибка входа для пользователя '{0}'.
uk: Не вдалося ввійти для користувача «{0}».

# DatabaseNotAvailable
source: Database '{0}' not available.
nb_no: Databasen '{0}' er ikke tilgjengelig.
ru: База данных '{0}' недоступна.
uk: База даних «{0}» недоступна.

source: Save connections after every edit
nb_no: Lagre tilkoblinger etter hver endring
ru: Сохранять соединения после каждого редактирования
uk: Зберігати з'єднання після кожного редагування

source: Filter search matches in connection tree
nb_no: Filtrer søketreff i tilkoblingstre
ru: Фильтрация совпадений поиска в дереве соединений
uk: Фільтр збігів пошуку в дереві з'єднань

source: Test connection
nb_no: Test tilkobling
ru: Тестовое соединение
uk: Тест з'єднання

# LabelReadOnly
source: Read only:
ru: Только чтение:

# LoadBalanceInfoUseUtf8_Duplicate[1]
source: Use UTF8 encoding for RDP "Load Balance Info" property
ru: Использовать кодировку UTF8 для свойства RDP «Информация о балансе загрузки»

# MenuLockToolbars
source: Lock toolbar positions
ru: Заблокировать позиции панели инструментов

# MenuMultiSshToolbar
source: Multi SSH toolbar
ru: Панель инструментов Multi SSH

source: Advanced security options
nb_no: Avanserte sikkerhetsvalg
ru: Расширенные параметры безопасности
uk: Додаткові параметри безпеки

# OptionsPageTitle
source: mRemoteNG Options
nb_no: mRemoteNG-valg
ru: Параметры mRemoteNG
uk: Параметри mRemoteNG

# CreateEmptyPanelOnStartUp
source: Create an empty panel when mRemoteNG starts
nb_no: Lag et tomt panel når mRemoteNG starter
ru: Создайте пустую панель при запуске mRemoteNG
uk: Створювати порожню вкладку, при запуску mRemoteNG

# MenuDisconnectOthersRight
source: Disconnect Tabs To The Right
ru: Отключить вкладки справа

# ConfirmCloseConnectionOthersInstruction
source: Are you sure you want to close all connections except for "{0}"?
nb_no: Er du sikker på at du vil lukke alle tilkoblinger bortsett fra "{0}"?
ru: Хотите закрыть все подключения, кроме "{0}"?
uk: Ви дійсно хочете закрити всі з'єднання, окрім «{0}»?

# ConfirmCloseConnectionRightInstruction
source: Are you sure you want to close all connections to the right of "{0}"?
ru: Хотите закрыть все подключения справа от "{0}"?

# ErrorFipsPolicyIncompatible
source: The Windows security setting, "System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing", is enabled. See the Microsoft Support article at http://support.microsoft.com/kb/811833 for more information. {0} is not fully FIPS compliant. Click OK to proceed at your own discretion, or Cancel to Exit.
nb_no: Sikkerhetsinnstillingen "Systemkryptografi: Bruk FIPS-kompatible algoritmer til kryptering, hash-koding og signering" i Windows er aktivert. Se Microsofts support-artikkel på http://support.microsoft.com/kb/811833 for mer informasjon. {0} er ikke fullt ut FIPS-kompatibel. Klikk OK for å fortsette, eller Avbryt for å avslutte.
ru: Параметр безопасности Windows «Системная криптография: использовать FIPS-совместимые алгоритмы для шифрования, хеширования и подписывания» включен. См. Статью поддержки Microsoft по адресу http://support.microsoft.com/kb/811833 для получения дополнительной информации. {0} не является полностью FIPS совместимый. Нажмите OK, чтобы продолжить по своему усмотрению, или Отмена, чтобы выйти.
uk: Увімкнено налаштування безпеки Windows «System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing». Додаткову інформацію дивись у статті Microsoft Support на http://support.microsoft.com/kb/811833 {0} не повністю сумісний з FIPS. Натисніть ОК, щоб продовжити на власний розсуд, або Скасувати для виходу.

# PropertyDescriptionRedirectClipboard
source: Select whether the clipboard should be shared.
nb_no: Velg om utklippstavlen skal deles.
ru: Укажите, будут ли буфер обмена должен использоваться совместно.
uk: Вкажіть, чи слід ділитися буфером обміну з віддаленим хостом.

# PropertyNameRedirectClipboard
source: Clipboard
ru: буфер обмена

# OptionsThemeChangeWarning
source: Warning: Restart is required to commit any theme configuration change.
nb_no: Advarsel: applikasjonen må startes på nytt før endringer i tema trer i kraft.
ru: Предупреждение: перезагрузка требуется для принятия каких-либо изменений конфигурации темы.
uk: Попередження: для зміни будь-якої конфігурації теми потрібен перезапуск.

# IPRange
source: Must Be Between 0 and 255
ru: Должно быть от 0 до 255

source: Out Of Range
nb_no: Utenfor gyldig område
ru: Вне зоны доступа
uk: Поза межами

source: Delete...
nb_no: Slett...
ru: Удалять...
uk: Видалити…

source: Reconnect All Connections
nb_no: Koble til alle tilkoblinger på nytt
ru: Переподключить все соединения
uk: Повторно підключити усі з'єднання

# MenuDisconnectOthers
source: Disconnect All But This
ru: Отключите все Но этот

# AutomaticReconnectError
source: An error occurred while trying to reconnect to RDP host '{0}'
nb_no: En feil oppsto under gjenoppretting av tilkobling til RDP-vert '{0}'
ru: Произошла ошибка при попытке переподключиться к узлу RDP '{0}'
uk: Сталася помилка під час спроби знову підключитися до RDP хоста «{0}»

# ChangeConnectionResolutionError
source: An error occurred while trying to change the connection resolution to host '{0}'
nb_no: En feil oppsto under endring av oppløsning til vert '{0}'
ru: Произошла ошибка при попытке изменить разрешение соединения для размещения «{0}»
uk: Сталася помилка під час спроби змінити роздільну здатність з'єднання на хості «{0}»

source: Stack trace
nb_no: Stakksporing
ru: Трассировка стека

source: Exception Message
nb_no: Unntaksbeskjed
ru: Сообщение исключения
uk: Повідомлення про виняток

source: mRemoteNG Unhandled Exception
nb_no: mRemoteNG ubehandlet unntak
ru: mRemoteNG необработанное исключение

# UnhandledExceptionOccured
source: An unhandled exception has occurred
nb_no: Et ubehandlet unntak har oppstått
ru: Произошло необработанное исключение
uk: Стався необроблений виняток

# ExceptionForcesmRemoteNGToClose
source: This exception will force mRemoteNG to close
nb_no: Dette unntaket gjør at mRemoteNG må lukkes
ru: Это исключение заставит mRemoteNG закрыться
uk: Цей виняток змусить mRemoteNG закритися

# MenuCopyHostname
source: Copy Hostname
ru: Копировать имя хоста

source: Place search bar above connection tree
nb_no: Plasser søkelinjen over tilkoblingstreet
ru: Разместите панель поиска над деревом соединений
uk: Розмістити рядок пошуку над деревом з'єднань

# PortScanSinglePort
source: To scan a single port, select the "First Port" only.
ru: Для сканирования одного порта, выберите «Первый порт» только.

# TrackActiveConnectionInConnectionTree
source: Track active connection in the connection tree
nb_no: Vis aktiv tilkobling i tilkoblingstreet
ru: Отслеживать активное соединение в дереве соединений
uk: Відстежувати активне з'єднання у дереві з'єднань

source: Always show connection tabs
nb_no: Vis alltid tilkoblingsfaner
ru: Всегда показывать вкладки подключения
uk: Завжди показувати вкладки підключення

source: Release Channel
nb_no: Release-kanal
ru: Канал выпуска
uk: Канал оновлень

# ReleaseChannelExplanation
source: Stable channel includes final releases only. Beta channel includes Betas & Release Candidates. Development Channel includes Alphas, Betas & Release Candidates.
nb_no: Stable-kanalen inkluderer bare endelige versjoner. Beta-kanalen inkluderer beta- og release candidate-versjoner. Development-kanalen inkluderer alpha-, beta- og release candidate-versjoner.
ru: Стабильный канал включает только финальные релизы. Бета-канал включает в себя Betas и релиз кандидатов. Канал разработки включает в себя Альф, Betas и релиз кандидатов.
uk: Канал «Stable» включає лише остаточні стабільні випуски. Канал «Beta» включає Beta та Release Candidate. Канал «Development» включає Alpha, Beta та Release Candidate версії.

# ButtonApply
source: Apply
ru: Применить

# MenuSmartSize
source: SmartSize (RDP/VNC)
cs_cz: Automatická velikost (RDP/VNC)
zh_tw: 智慧大小 (RDP/VNC)

# RDPSmartSize
source: Smart Size
cs_cz: Autom. velikost
pt: Tamanho inteligente
zh_tw: 智慧大小

# Ssh1
source: SSH version 1
cs_cz: SSH ver 1
nl: SSH versie 1
pt: SSH versão 1
zh_tw: SSH 版本 1

# Ssh2
source: SSH version 2
cs_cz: SSH ver 2
nl: SSH versie 2
pt: SSH versão 2
zh_tw: SSH 版本 2

source: SQL Server
it: Server SQL
zh_tw: SQL 伺服器

source: Socks 5
pt: Stocks 5

source: Ultra VNC Repeater
pt: Repetidor Ultra VNC

# PropertyDescriptionRedirectAudioCapture
source: Select whether the default audio input device on the remote machine should be redirected to this computer.
nb_no: Velg om standard lydinndataenhet på den eksterne maskinen skal omadresseres til denne maskinen.
uk: Виберіть, чи слід перенаправляти пристрій аудіо введення за замовчуванням на віддаленій машині на цей комп'ютер.

# PropertyDescriptionFavorite
source: Show this connection in the favorites menu.
nb_no: Vis denne tilkoblingen i favoritter-menyen.
uk: Показати це з'єднання в меню обраних.

source: Favorites
nb_no: Favoritter
uk: Улюблені
