Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# CcPuttyFailed
source: The SSH, Telnet, Rlogin and RAW protocols need PuTTY to work. PuTTY comes with every mRemoteNG package and is located in the installation path. Please make sure that either you have the Putty.exe in your mRemoteNG directory (default: c:\Program Files\mRemoteNG\) or that you specified a valid path to your PuTTY executable in the Options (Tools - Options - Advanced - Custom PuTTY path)
cs_cz: Protokoly SSH, Telnet, Rlogin and RAW potřebují ke své práci program PuTTY. PuTTY je součástí každého balíčku s mRemoteNG a je k nalezení ve složce, kde je mRemoteNG nainstalován. Prosím ujistěte se, že budťo máte soubor Putty.exe ve složce vašeho mRemoteNG (výchozí je: c:\Program Files\mRemoteNG\) nebo že jste zadali správnou cestu ke složce obsahující program PuTTY v Nástrojích (menu Nástroje -> Možnosti -> Pokročilé -> Vlastní cesta k PuTTY)
it: I protocolli SSH, Relnet, Rlogin e RAW richiedono PuTTY per funzionare. PuTTY è fornito insieme al pacchetto mRemoteNG ed è situato nel percorso di installazione. Assicurarsi che Putty.exe sia contenuto nella cartella mRemoteNG (default: C:\Programmi\mRemoteNG\) oppure che il percorso PuTTY specificato nelle opzioni (Strumenti - Opzioni - Avanzate - Percorso PuTTY personalizzato) sia valido.
nb_no: SSH-, Telnet-, Rlogin- og RAW-protokollene trenger PuTTY for å fungere. PuTTY kommer med hver mRemoteNG-pakke, og ligger i installasjonsstien. Vennligst kontroller at du enten har putty.exe i mRemoteNG-mappen (standard: C:\Program Files\mRemoteNG\) eller at du har angitt en gyldig sti til putty.exe i Alternativer (Verktøy - Alternativer - Avansert - Egendefinert bane til PuTTY)
nl: De SSH, Telnet, Rlogin en RAW protocollen zijn nodig PuTTY om te laten functioneren. PuTTY wordt standaard geleverd bij de mRemoteNG installatie en bevind zich in het installatiepad. Zorg ervoor dat u ofwel de Putty.exe in uw mRemoteNG directory staat(standaard: c:\Program Files\mRemoteNG\) of een geldig pad heeft opgegeven naar het PuTTY programmabestand onder Opties (Extra - Opties - Geavanceerd - Aangepast PuTTY pad)
pt: O SSH, Telnet, Rlogin e protocolos crus precisam PuTTY para trabalhar. PuTTY vem com cada pacote de mRemoteNG e situa-se no caminho de instalação. Por favor, certifique-se de que ou você tem o Putty.exe no diretório mRemoteNG (padrão: c:\Program Files\mRemoteNG\) ou que você especificou um caminho válido para seu executável PuTTY nas opções (ferramentas - opções - avançadas - caminho personalizado PuTTY)
ru: SSH, Telnet, Rlogin и RAW протоколам нужен для работы PuTTY. PuTTY поставляется с каждым mRemoteNG и находится в папке с программой. Убедитесь, что putty.exe есть в папке с mRemoteNG (по умолчанию: C:\Program Files\mRemoteNG\), или что вы указали правильный путь к исполняемому файлу PuTTY в Инструменты - Опции - Дополнительно - Путь к PuTTY)
uk: SSH, Telnet, Rlogin і RAW протоколам потрібен для роботи PuTTY. PuTTY поставляється з кожним mRemoteNG і знаходиться в папці з програмою. Переконайтеся, що putty.exe є в папці з mRemoteNG (за замовчунням: C:\Program Files mRemoteNG\), або ящо ви вказали правильний шлях до виконуваного файлу PuTTY в Інструменти - Опції - Додатково - Шлях до PuTTY)

# CcPuttyOK
source: The PuTTY executable was found and should be ready to use.
cs_cz: Program PuTTY byl nalezen a měl by být připraven k použití.
es_ar: El ejecutable de PuTTY se encontró y debería estar listo para usarse.
it: L'eseguibile PuTTY è stato trovato e dovrebbe essere pronto per l'uso.
nb_no: PuTTY ble funnet og er klar til bruk.
nl: Het programmabestand PuTTY werd gevonden en is klaar voor gebruik
pt: O executável PuTTY foi encontrado e está pronto para usar.
ru: Исполняемый файл PuTTY найден и готов к использованию.
uk: Виконуваний файл PuTTY знайдений і готовий до використання.
zh_tw: 找到 PuTTY 執行檔且準備好使用。

# CcRDPFailed
source: For RDP to work properly you need to have at least Remote Desktop Connection (Terminal Services) Client 8.0 installed. You can download it here: http://support.microsoft.com/kb/925876 If this check still fails or you are unable to use RDP, please consult the at {0}.
cs_cz: Aby RDP fungovalo, musíte mí nainstlaovanou poslední verzi Remote Desktop Connection (Terminal Services) Client 8.0. Můžete jej stáhnout zde : http://support.microsoft.com/kb/925876 Pokud tato kontrola stále selhává nebo nejste schopni používat RDP v mRemoteNG, prosím prosím obraťte se na diskuzní fórum mRemoteNG na adrese http://forum.mremoteng.org/.
it: Per fare funzionare RDP correttamente è necessario avere installato Remote Desktop Connection (Terminal Services Client) versione 8.0, disponibile all'indirizzo https://support.microsoft.com/kb/2592687/it Se RDP 8.0 è installato e questo controllo fallisce, tentare di registrare mstscax.dll manualmente. Aprire la schermata "Esegui" (combinazione tasti WIN+R) ed inserire il seguente testo: regsvr32 "C:\Windows\System32\mstscax.dll" Se il problema con RDP persiste consultare il forum di mRemoteNG all'indirizzo http://forum.mremoteng.org/
nb_no: For at RDP skal fungere korrekt må du som et minimum ha Remote Desktop Connection (Terminal Services Client) 8.0 installert. Denne kan lastes ned herfra: https://support.microsoft.com/kb/2592687 Hvis du har RDP 8.0 installert og kontrollen fremdeles feiler, kan du prøve å registrere mstscax.dll manuelt. For å gjøre dette, åpne Kjør-dialogboksen (Start - Kjør) og skriv inn følgende: regsvr32 "c:\windows\system32\mstscax.dll" (der c:\ er systemdisken). Hvis du fremdeles har problemer med å få RDP til å fungere, vennligst se {0}.
nl: Om RDP goed te laten werken moet je minimaal Verbinding met extern bureaublad (Terminal Services Client) 8.0 geïnstalleerd te hebben. U kunt het hier downloaden: https://support.microsoft.com/kb/2592687 Als u RDP 8.0 heeft geïnstalleerd en de check nog niet lukt, probeer dan om handmatig mstscax.dll te registreren. Om dit uit te voeren opent u het dialoogvenster Uitvoeren (Start - Uitvoeren) en typ het volgende: regsvr32 "c:\windows\system32\mstscax.dll" (Waarbij c: \ je systeem schijf is). Als u nog steeds niet in staat bent om de langs check te komen voor RDP raadpleeg mRemoteNG Forum op http://forum.mremoteng.org/
pt: Para que o RDP funcione corretamente é necessário ter pelo menos o Remote Desktop Connection (Terminal Services Client) 8.0 instalado. Pode obtê-lo aqui: https://support.microsoft.com/kb/2592687 se tiver RDP 8.0 instalado e a verificação ainda falhar, tente registrar manualmente o mstscax.dll. Para fazer isso abra a caixa de diálogo Executar (Iniciar - Executar) e digite o seguinte: regsvr32 "c:\windows\system32\mstscax.dll" (onde c:\ é sua unidade do sistema). Se você ainda tiver problemas para obter o RDP para trabalhar por favor consulte o fórum de mRemoteNG em http://forum.mremoteng.org/
ru: Для правильной работы RDP необходимо иметь установленный Remote Desktop Connection (Terminal Services Client) 8.0. Вы можете получить его здесь: https://support.microsoft.com/kb/2592687 Если у вас есть установленный RDP 8.0 и подключиться не удается, попробуйте зарегистрироваться mstscax.dll вручную. Для этого откройте (Пуск - Выполнить) и введите следующую команду: regsvr32 "C:\Windows\system32\mstscax.dll" (где C:\ваш системный диск). Если у вас возникли проблемы при работе с RDP обратитесь на {0}.
uk: Для правильної роботи RDP необхідно мати встановлений клієнт Remote Desktop Connection (Terminal Services) не менше версії 8.0. Ви можете отримати його тут: https://support.microsoft.com/kb/2592687 Якщо у вас є встановлений RDP 8.0 і підключитися не вдається, спробуйте зареєструватися mstscax.dll вручну. Для цього відкрийте (Пуск - Виконати) і введіть наступну команду: regsvr32 "C:\Windows\system32\mstscax.dll" (де C: \ - ваш системний диск). Якщо у вас виникли проблеми при роботі з RDP зверніться зверніться за адресою: {0}.

# CcRDPOK
source: The following RDP protocol versions are supported on this machine: {0}
cs_cz: Všechny komponenty RDP byly nalezeny a zdají se být řádně zaregistrovány. Remote Desktop Connection Control verze {0}
es_ar: Todos los componentes RDP se encontraron y parecen estar registrados correctamente. Versión de escritorio remoto {0}
it: Tutti i componenti RDP sono stati rilevati e sembrano registrati correttamente. Remote Desktop Connection Control versione {0}
nb_no: Alle RDP-komponenter ble funnet og ser ut til å være korrekt registrert. Remote Desktop Connection Control Version {0}
nl: Alle RDP componenten werden gevonden en lijken correct te zijn geregistreerd. Verbinding met extern bureaublad Versie {0}
pt: Todos os componentes RDP foram encontrados e parecem estar registrados corretamente. RDP versão {0}
ru: Все RDP компоненты были найдены и зарегистрированы. Remote Desktop Connection, Control Version {0}
uk: На цій машині підтримуються наступні версії протоколів RDP: {0}
zh_tw: 找到所有 RDP 元件並似乎正確註冊。 Remote Desktop Connection Control 版本 {0}

# CcVNCFailed
source: VNC requires VncSharp.dll to be located in your mRemoteNG application folder. Please make sure that you have the VncSharp.dll file in your mRemoteNG application folder (usually C:\Program Files\mRemoteNG\). If you are still not able to pass this check or use VNC in mRemoteNG please consult the at {0}.
cs_cz: Funkcionalita VNC vyžaduje knihovnu VncSharp.dll ve složce s vaší instalací mRemoteNG. Prosím ujistěte se, že máte v aplikační složce vaší instalace mRemoteNG soubor VncSharp.dll (zpravidla složka C:\Program Files\mRemoteNG\). Pokud tato kontrola stále selhává nebo nejste schopni používat VNC v mRemoteNG, prosím prosím obraťte se na diskuzní fórum mRemoteNG na adrese http://forum.mremoteng.org/.
it: VNC richiede che VncSharp.dll sia presente nella cartella del programma mRemoteNG. Per favore assicurarsi che il file VncSharp.dll sia presente nella cartella del programma mRemoteNG (solitamente C:\Programmi\mRemoteNG\). Se risulta ancora impossibile utilizzare VNC con mRemoteNG, contattare il forum all'indirizzo http://forum.mremoteng.org/
nb_no: VNC krever at VncSharp.dll finnes i mappen mRemoteNG er installert i. Vennligst kontroller at du har VncSharp.dll i installasjonsmappen til mRemoteNG (vanligvis C:\Program Files\mRemoteNG\). Hvis kontrollen feiler eller VNC ikke fungerer i mRemoteNG, vennligst se {0}.
nl: VNC vereist dat VncSharp.dll in de mRemoteNG installatiemap is geplaatst. Zorg ervoor dat u VncSharp.dll bestand in de mRemoteNG installatiemap wordt geplaatst (standaard C:\Program Files\mRemoteNG\). Als u nog steeds niet in staat bent om de langs check te komen gebruik dan VNC in mRemoteNG of raadpleeg mRemoteNG Forum op http://forum.mremoteng.org/
pt: O VNC requer VncSharp.dll estar localizado na pasta do aplicativo mRemoteNG. Por favor, certifique-se de que você tem o arquivo VncSharp.dll na pasta do aplicativo mRemoteNG (geralmente, C:\Program Files\mRemoteNG\). Se você ainda não pode efetuar essa verificação ou usar o VNC em mRemoteNG por favor consulte o fórum de mRemoteNG em http://forum.mremoteng.org/
ru: VNC требуется VncSharp.dll который находится в папке с mRemoteNG. Убедитесь, что у вас есть VncSharp.dll в папке mRemoteNG (обычно C:\Program Files\mRemoteNG\). Если у вас все же не работает VNC в mRemoteNG обратитесь на {0}.
uk: VNC вимагає, щоб VncSharp.dll знаходився у папці додатків mRemoteNG. Переконайтеся, що у папці програми mRemoteNG файл VncSharp.dll (як правило, C:C:\Program Files\mRemoteNG\). Якщо ви все ще не можете пройти цю перевірку або використовувати VNC в mRemoteNG, будь ласка, зверніться за адресою {0}.

# CcVNCOK
source: All VNC components were found and seem to be registered properly. VncSharp Control Version {0}
cs_cz: Všechny VNC součásti byly nalezeny a zdají se být řádně zaregistrovány. VncSharp Control verze {0}
es_ar: Todos los componentes de VNC se encontraron y parecen estar registrados correctamente. VncSharp Control {0}
it: Tutti i componenti VNC sono stati rilevati e sembrano registrati correttamente. VncSharp Control versione {0}
nb_no: Alle VNC-komponenter ble funnet og ser ut til å være korrekt registrert. VncSharp Control Version {0}
nl: Alle VNC componenten werden gevonden en lijken correct te zijn geregistreerd. VncSharp Versie {0}
pt: Todos os componentes do VNC foram encontrados e parecem estar registrados corretamente. VncSharp versão {0}
ru: Все VNC компоненты были найдены и зарегистрированы. VncSharp Control Version {0}
uk: Всі VNC компоненти були знайдені і зареєстровані. VncSharp Control Version {0}
zh_tw: 找到所有 VNC 元件並似乎正確註冊。 VncSharp Control 版本 {0}

# CheckboxAutomaticReconnect
source: Automatically try to reconnect when disconnected from server (RDP && ICA only)
cs_cz: Automaticky obnovit připojení v případě přerušení spojení se serverem(pouze RDP && ICA)
es_ar: Intentar reconectar automáticamente cuando se desconecte (solo para RDP && ICA)
it: Prova a riconnettersi automaticamente quando disconnesso (solo RDP ed ICA)
nb_no: Forsøk å automatisk koble til på nytt ved frakobling fra server (kun RDP && ICA)
nl: Automatisch proberen opnieuw te verbinden wanneer de verbinding is verbroken van de server (RDP && ICA Alleen)
pt: Tentar reconectar automaticamente quando desconectado do servidor (RDP && ICA somente)
ru: Автоматически пытаться восстановить связь при отключении от сервера (только RDP и ICA)
uk: Автоматично намагатися відновити зв'язок при відключенні від сервера (тільки RDP і ICA)
zh_tw: 從伺服器中斷連線時自動嘗試重新連線 (僅限 RDP && ICA)

# CheckboxDoNotShowThisMessageAgain
source: Do not show this message again.
cs_cz: Tuto zprávu příště nezobrazovat.
es_ar: No mostrar este mensaje de nuevo.
it: Non visualizzare più questo messaggio.
nb_no: Ikke vis denne meldingen igjen.
nl: Toon dit bericht niet opnieuw.
pt: Não mostrar esta mensagem novamente.
ru: Больше не показывать это сообщение.
uk: Більше не показувати це повідомлення.
zh_tw: 不再顯示此訊息。

# CheckboxProxyAuthentication
source: This proxy server requires authentication
cs_cz: Tento proxy server vyžaduje autentizaci
es_ar: Este servidor proxy requiere autenticación
it: Questo proxy richiede l'autenticazione
nb_no: Denne proxyserveren krever autentisering
nl: Deze proxy server vereist authenticatie
pt: Este servidor proxy requer autenticação
ru: Требуется авторизация
uk: Цей проксі-сервер вимагає аутентифікації
zh_tw: 此 Proxy 伺服器需要驗證

# CheckboxPuttyPath
source: Use custom PuTTY path:
cs_cz: Vlastní cesta k PuTTY:
es_ar: Usar ruta de Putty personalizada:
it: Utilizza un percorso personalizzato per PuTTY:
nb_no: Bruk egendefinert sti til PuTTY:
nl: Gebruik aangepaste PuTTY pad:
pt: Usar caminho personalizado PuTTY:
ru: Использовать собственный путь к PuTTY:
uk: Використовувати власний шлях до PuTTY:
zh_tw: 使用自訂 PuTTY 路徑:

# CheckboxReconnectWhenReady
source: Reconnect when ready
cs_cz: Obnovit spojení jakmile je připraveno
es_ar: Vuelva a conectarse cuando esté listo
it: Riconnetti quando pronto
nb_no: Koble til på nytt når klar
nl: Opnieuw verbinden zodra gereed
pt: Voltar a ligar quando estiver pronto
ru: Переподключиться, когда будет готово
uk: Перепідключитися, коли буде готово
zh_tw: 就緒時重新連線

# CheckboxUpdateUseProxy
source: Use a proxy server to connect
cs_cz: Pro spojení použít proxy server
es_ar: Usar un servidor proxy para conectarse
it: Utilizza un proxy per la connessione
nb_no: Bruk proxyserver for tilkobling
nl: Gebruik een proxy server om verbinding te maken
pt: Usar um servidor proxy para se ligar
ru: Использовать прокси-сервер
uk: Використовувати проксі-сервер для підключення
zh_tw: 使用 Proxy 伺服器連線

source: Username
es_ar: Usuario
it: Nome utente
nb_no: Brukernavn
ru: Пользователь
uk: Користувач

source: Wait for exit
es_ar: Esperar a Salir
it: Attendi l'uscita
nb_no: Vent på avslutning
ru: Ждать выхода
uk: Чекати виходу

# CheckForUpdate
source: Check Again
cs_cz: Opakovat kontrolu
nl: Controleer opnieuw
pt: Verifique novamente
ru: Проверить
zh_tw: 再次檢查

# CheckForUpdatesOnStartup
source: Check for updates at startup
cs_cz: Zkontroluj aktualizace při spuštění
es_ar: Comprobar las actualizaciones y anuncios en el inicio
it: Verifica la presenza di aggiornamenti all'avvio
nb_no: Se etter oppdateringer og kunngjøringer ved oppstart
nl: Controleren op updates en aankondigingen bij het opstarten
pt: Verificar se há atualizações e anúncios no arranque
ru: Проверять наличие обновлений при запуске
uk: Перевіряти наявність оновлень при запуску
zh_tw: 啟動時檢查更新和發佈

source: Check now
cs_cz: Zkontrolovat nyní
es_ar: Compruebe ahora
it: Controlla adesso
nb_no: Sjekk nå
nl: Controleer nu
pt: Verificar agora
ru: Проверить
uk: Перевірити зараз
zh_tw: 立即檢查

source: Check proper installation of components at startup
cs_cz: Zkontroluj komponenty při spuštění
es_ar: Verifique la correcta instalación de los componentes en el inicio
it: Durante l'avvio controlla che i componenti siano installati correttamente
nb_no: Sjekk for korrekt installasjon av komponenter ved oppstart
nl: Controleer de juiste installatie van onderdelen bij het opstarten
pt: Verificar a correta instalação de componentes na inicialização
ru: При запуске проверять правильность установки компонентов
uk: При запуску перевіряти правильність встановлення компонентів
zh_tw: 啟動時檢查元件的正確安裝

source: Choose panel before connecting
cs_cz: Před připojením vybrat panel
es_ar: Elija el panel antes de conectarse
it: Seleziona il pannello prima della connessione
nb_no: Velg panel før tilkobling
nl: Sluit paneel voordat er verbinding wordt gemaakt
pt: Escolher painel antes de ligar
ru: Выбрать панель перед подключением
uk: Вибрати вкладку перед з'єднанням
zh_tw: 連線前選擇面板

source: Closed Ports
cs_cz: Zavřené porty
es_ar: Puertos Cerrados
it: Porte chiuse
nb_no: Lukkede porter
nl: Gesloten Poorten
pt: Portas fechadas
ru: Закрытые порты
uk: Закриті порти
zh_tw: 關閉的連接埠

source: Collapse all folders
cs_cz: Sbalit vše
es_ar: Contraer todas las carpetas
it: Comprimi tutte le cartelle
nb_no: Slå sammen alle mapper
nl: Klap alle mappen in
pt: Recolher todas as pastas
ru: Свернуть все папки
uk: Згорнути всі папки
zh_tw: 折疊所有資料夾

source: Arguments
it: Argomenti
nb_no: Argumenter
ru: Аргументы
uk: Аргументи

source: Filename
it: Nome del file
nb_no: Filnavn
ru: Имя файла
uk: Файл

# ColumnMessage
source: Message
cs_cz: Zpráva
nl: Bericht
pt: Mensagem
ru: Сообщение
zh_tw: 訊息

# CommandLineArgsCouldNotBeParsed
source: Couldn't parse command line args!
cs_cz: Nemohl jsem zpracovat přepínače z příkazového řádku!
it: Impossibile processare i parametri da linea di comando!
nb_no: Kunne ikke tolke kommandolinjeargumenter!
nl: Kan opdrachtprompt argumenten niet parsen!
pt: Impossível processar argumentos da linha de comando!
ru: Невозможно разобрать аргументы командной строки!
uk: Неможливо розібрати аргументи командного рядка!
zh_tw: 無法分析命令列引數!

# CompatibilityLenovoAutoScrollUtilityDetected
source: {0} has detected the Lenovo Auto Scroll Utility running on this system. This utility is known to cause problems with {0}. It is recommended that you disable or uninstall it.
cs_cz: {0} detekoval v systému běžící aplikaci Lenovo Auto Scroll Utility. Tato aplikace je známá jako zdroj problémů s {0}. Doporučujeme ji uzavřít nebo odinstalovat.
nb_no: {0} har oppdaget at Lenovo Auto Scroll-verktøyet kjører på dette systemet. Dette verktøyet er kjent for å forårsake problemer med {0}. Det anbefales at du deaktiverer eller avinstallerer dette programmet.
nl: {0} heeft de Lenovo Auto Scroll Utility op het systeem ontdekt. Deze utility staat bekend om problemen met {0}. Het wordt aangeraden om het uit te schakelen of te deïnstalleren.
ru: {0} обнаружено что на этой системе работает утилита Lenovo Auto Scroll. Известно, что эта утилита вызывает проблемы с {0}. Рекомендуется отключить или удалить ее.
uk: {0} виявив запущену програму Lenovo Auto Scroll Utility. Ця програма створює проблеми з {0}. Рекомендується вимкнути або видалити її.
zh_tw: {0} 偵測到 Lenovo Auto Scroll Utility 執行在此系統。 此工具程式已知會造成 {0} 問題。 建議您將其停用或解除安裝。

source: Compatibility problem detected
cs_cz: Detekován porblém s kompatibilitou
nb_no: Kompatibilitetsproblem oppdaget
nl: Compatibiliteits probleem ontdekt
ru: Обнаружена проблема совместимости
uk: Виявлена проблема сумісності
zh_tw: 偵測到相容問題

source: Components Check
cs_cz: Kontrola komponent
es_ar: Comprobación de componentes
it: Controllo componenti
nb_no: Komponentkontroll
nl: Controle Componenten
pt: Validação de componentes
ru: Проверка компонентов
uk: Перевірка компонентів
zh_tw: 元件檢查

# ConfigPropertyGridButtonIconClickFailed
source: btnIcon_Click failed!
cs_cz: Operace btnIcon_Click selhala!
es_ar: btnIcon_Click falló!
it: btnIcon_Click fallito!
nb_no: btnIcon_Click mislyktes!
nl: btnIcon_Click mislukt!
pt: btnIcon_Click falhou!
ru: Ошибка btnIcon_Click!
uk: Помилка btnIcon_Click!
zh_tw: btnIcon_Click 失敗!

# ConfigPropertyGridHideItemsFailed
source: ShowHideGridItems failed!
cs_cz: Operace ShowHideGridItems selhala!
it: Operazione ShowHideGridItems fallita!
nb_no: ShowHideGridItems mislyktes!
nl: ShowHideGridItems mislukt!
pt: ShowHideGridItems falhou!
ru: Ошибка ShowHideGridItems!
uk: Помилка ShowHideGridItems!
zh_tw: ShowHideGridItems 失敗!

# ConfigPropertyGridMenuClickFailed
source: IconMenu_Click failed!
cs_cz: Operace IconMenu_Click selhala!
it: Operazione IconMenu_Click fallita!
nb_no: IconMenu_Click mislyktes!
nl: IconMenu_Click mislukt!
pt: IconMenu_Click falhou!
ru: Ошибка IconMenu_Click!
uk: Помилка IconMenu_Click!
zh_tw: IconMenu_Click 失敗!

# ConfigPropertyGridObjectFailed
source: Property Grid object failed!
cs_cz: Operace vlastností (Property Grid object) selhala!
it: Oggetto Property Grid fallito!
nb_no: Property Grid-objekt mislyktes!
nl: Eigenschap Grid object mislukt!
pt: Propriedade do Objeto de grade falhou!
ru: Ошибка свойства Grid opject!
uk: Помилка властивостей Grid object!
zh_tw: Property Grid 物件失敗!

# ConfigPropertyGridSetHostStatusFailed
source: SetHostStatus failed!
cs_cz: Operace SetHostStatus selhala!
it: Operazione SetHostStatus fallita!
nb_no: SetHostStatus mislyktes!
nl: Instellen Host Status mislukt!
pt: SetHostStatus falhou!
ru: Ошибка SetHostStatus!
uk: Помилка SetHostStatus!
zh_tw: SetHostStatus 失敗!

# ConfigPropertyGridValueFailed
source: pGrid_PopertyValueChanged failed!
cs_cz: Operace pGrid_PopertyValueChanged selhala!
it: Operazione pGrid_PropertyValueChanged fallita!
nb_no: pGrid_PopertyValueChanged mislyktes!
nl: pGrid_PopertyValueChanged mislukt!
pt: pGrid_PopertyValueChanged falhou!
ru: Ошибка pGrid_PopertyValueChanged!
uk: Помилка pGrid_PopertyValueChanged!
zh_tw: pGrid_PopertyValueChanged 失敗!

source: Config UI load failed!
cs_cz: Operace Config UI load selhala!
it: Caricamento Config UI fallito!
nb_no: Innlasting av Konfigurasjonsgrensesnitt mislyktes!
nl: Configuratie UI laden mislukt!
pt: Config UI carregamento falhado!
ru: Ошибка загрузки Config UI!
uk: Помилка завантаження Config UI!
zh_tw: 組態 UI 載失敗!

# ConfirmCloseConnectionMainInstruction
source: Do you want to close the connection: "{0}"?
cs_cz: Přejete si uzavřít spojení: "{0}"?
nl: Wilt u de verbinding sluiten: "{0}"?
pt: Pretende fechar a ligação: "{0}"?
ru: Хотите закрыть подключение: "{0}"?
zh_tw: 您確定要關閉連線「{0}」嗎?
