Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

source: About
cs_cz: O Aplikaci
it: Informazioni su
nb_no: Om
nl: Over
pt: Sobre
ru: О программе
uk: Про програму
zh_tw: 關於

source: Active
cs_cz: Aktuální
nl: Actief
pt: Ativo
ru: Активно
zh_tw: 啟動

source: Activity
cs_cz: Aktivita
nl: Activiteit
pt: Atividade
ru: Активность
zh_tw: 作用中

source: AddNodeFromXML failed!
cs_cz: Operace přidání uzlu (AddNodeFromXML) selhala!
it: Operazione AddNodeFromXML fallita!
nb_no: AddNodeFromXML mislyktes!
nl: AddNodeFromXML mislukt!
pt: AddNodeFromXML falhou!
ru: AddNodeFromXML не удалось!
uk: AddNodeFromXML не вдалося!
zh_tw: AddNodeFromXML 失敗!

source: AddNodesFromSQL failed!
cs_cz: Operace přidání uzlu (AddNodesFromSQL) selhala!
nl: Knooppunten toevoegen van XML mislukt!
pt: AddNodesFromSQL falhou!
ru: AddNodesFromSQL не удалось!
zh_tw: AddNodesFromSQL 失敗!

# AllowOnlySingleInstance
source: Allow only a single instance of the application (mRemoteNG restart required)
cs_cz: Umožnit spuštění jen jedné instance aplikace (bude potřeba restartovat mRemoteNG)
it: Consenti soltanto un'istanza dell'applicazione (richiede il riavvio di mRemoteNG)
nb_no: Tillat bare én instans av programmet (omstart av mRemoteNG påkrevd)
nl: Laat slechts één exemplaar van de applicatie toe (mRemoteNG herstart vereist)
pt: Permitir apenas uma instância da aplicação (obriga a reiniciar o mRemoteNG)
ru: Разрешить только один экземпляр приложения (требуется перезапуск mRemoteNG)
uk: Дозволити лише один екземпляр програми (необхіден перезапуск)
zh_tw: 只允許單一應用程式執行個體 (需要重新啟動 mRemoteNG)

source: Always
cs_cz: Vždy
it: Sempre
nb_no: Alltid
nl: Altijd
pt: Sempre
ru: Всегда
uk: Завжди
zh_tw: 始終

# AlwaysConnectEvenIfAuthFails
source: Always connect, even if authentication fails
cs_cz: Vždy připojit, i když autentizace selže
it: Connetti sempre, anche se l'autenticazione fallisce
nb_no: Alltid koble til, selv om autentisering feiler
nl: Altijd verbinding maken, zelfs als verificatie mislukt
pt: Ligar sempre, mesmo se a autenticação falhar
ru: Подключаться, даже если не прошел проверку
uk: Підключатися, навіть якщо не пройшов перевірку
zh_tw: 一律連線，即使驗證失敗

# AlwaysShowPanelSelection
source: Always show panel selection dialog when opening connections
cs_cz: Při navázání spojení vždy nabídnout výběr panelu
it: Mostra sempre la finestra di selezione pannello all'apertura di una connessione
nb_no: Alltid vis panelvalgdialog når tilkoblinger åpnes
nl: Altijd Paneel dialoogvenster tonen bij het openen van verbindingen
pt: Mostrar sempre a caixa de diálogo de seleção do painel ao abrir ligações
ru: Всегда показывать диалог выбора панели при открытии подключения
uk: Завжди показувати діалог вибору вкладки при відкритті з'єднання
zh_tw: 開啟連線時一律顯示面板選取對話方塊

source: Always show panel tabs
cs_cz: Vždy zobrazovat záložky (taby) panelů
it: Mostra sempre le schede dei pannelli
nb_no: Alltid vis panelfaner
nl: Altijd tabbladen tonen
pt: Sempre Mostrar painel abas
ru: Всегда показывать панель закладок
uk: Завжди показувати панель вкладок
zh_tw: 一律顯示面板索引標籤

# AlwaysShowSysTrayIcon
source: Always show notification area icon
cs_cz: Vždy zobrazit notifikační ikonu
it: Mostra sempre l'icona nell'area delle notifiche
nb_no: Alltid vis ikon i notisfeltet
nl: Altijd het icoon in het systeemvak tonen
pt: Mostrar sempre o ícone da área de notificação
ru: Всегда показывать значок в системном трее
uk: Завжди показувати значок в системному треї
zh_tw: 始終顯示通知區域圖示

# AskUpdatesCommandAskLater
source: Ask me again later
cs_cz: Zeptat se na nastavení později
it: Chiedimelo più tardi
nb_no: Spør meg igjen senere
nl: Later opnieuw vragen
pt: Perguntar mais tarde
ru: Спросить позже
uk: Запитати пізніше
zh_tw: 稍後再次詢問我

# AskUpdatesCommandCustom
source: Customize the settings now
cs_cz: Upravit nastavení teď
it: Personalizza le impostazioni adesso
nb_no: Tilpass innstillingene nå
nl: Pas nu de instellingen aan
pt: Personalizar as configurações agora
ru: Настроить параметры сейчас
uk: Налаштувати параметри зараз
zh_tw: 立即自訂設定

# AskUpdatesCommandRecommended
source: Use the recommended settings
cs_cz: Použít doporučená nastavení
it: Utilizza le impostazioni raccomandate
nb_no: Bruk de anbefalte innstillingene
nl: Gebruik de aanbevolen instellingen
pt: Usar as definições recomendadas
ru: Использовать рекомендуемые параметры
uk: Використовувати рекомендовані параметри
zh_tw: 使用建議的設定

# AskUpdatesContent
source: {0} can automatically check for updates that may provide new features and bug fixes. It is recommended that you allow {0} to check for updates weekly.
cs_cz: {0} může automaticky hledat aktualizace, které mohou obsahovat nové funkce a opravy chyb. Doporučuje se, abyste dovolili {0} hledat aktualizace každý týden.
it: {0} può verificare automaticamente la presenza di aggiornamenti che potrebbero fornire nuove funzionalità e risolvere alcuni bug. Si raccomanda di consentire a {0} di controllare gli aggiornamenti una volta alla settimana.
nb_no: {0} kan automatisk se etter oppdateringer som kan tilby ny funksjonalitet og feilrettinger. Det er anbefalt at du lar {0} se etter oppdateringer ukentlig.
nl: {0} kan automatisch controleren op updates die kunnen zorgen voor nieuwe functionaliteit en bugfixes. Het is aanbevolen dat u {0} toestaat om wekelijks te controleren voor updates.
pt: {0} pode verificar automaticamente as atualizações que podem fornecer novas funcionalidades e correções de bugs. É recomendável que você permita {0} verificar atualizações semanais.
ru: {0} автоматически проверяет наличие обновлений с новыми возможностями и исправлениями ошибок. Рекомендуется разрешить {0} еженедельную проверку обновлений.
uk: {0} автоматично перевіряє наявність оновлень з новими можливостями і виправленням помилок. Рекомендуємо дозволити {0} щотижневу перевірку оновлень.
zh_tw: {0} 能自動檢查更新，其提供新的功能和和問題修正。建議允許 {0} 每星期檢查更新。

# AskUpdatesMainInstruction
source: Automatic update settings
cs_cz: Natavení automatických aktualizací
it: Impostazioni di aggiornamento automatico
nb_no: Innstillinger for automatiske oppdateringer
nl: Automatisch bijwerken instellingen
pt: Configurações de atualização automática
ru: Параметры автоматического обновления
uk: Параметри автоматичного оновлення
zh_tw: 自動更新設定

source: Aspect
cs_cz: Poměr stran
it: Aspetto
nb_no: Aspekt
nl: Verhouding
pt: Aspeto
ru: Вид
uk: Вигляд
zh_tw: 比例

# AutoSaveEvery
source: Auto save time in minutes (0 means disabled):
cs_cz: Automaticky ukládat každých:
it: Salva automaticamente ogni:
nb_no: Lagre automatisk hvert:
nl: Automatisch opslaan elke:
pt: Auto salvar a cada:
ru: Автосохранение каждые:
uk: Автозбереження кожні (0 - вимкнено):
zh_tw: 自動儲存間隔:

# AutoSaveMins
source: Minutes (0 means disabled)
cs_cz: Minut(y) (0 = vypnuto)
nl: Minuten (0 betekent uitgeschakeld)
pt: Minutos (0 significa desativado)
ru: минут (0 означает отключено)
zh_tw: 分鐘 (0 分鐘停用)

# AvailableVersion
source: Latest version
cs_cz: Poslední verze
it: Versione attuale
nb_no: Gjeldende versjon
nl: Huidige Versie
pt: Versão atual
ru: Текущая версия
uk: Остання версія
zh_tw: 目前版本

# ButtonBrowse
source: &Browse...
cs_cz: &Procházet...
nl: &Bladeren...
pt: &Procurar...
ru: &Обзор...
zh_tw: 瀏覽(&B)...

# ButtonCancel
source: &Cancel
cs_cz: &Storno
nl: &Annuleren
pt: &Cancelar
ru: &Отменить
zh_tw: 取消(&C)

# ButtonChange
source: Change
cs_cz: Změnit
nl: Wijzig
pt: Alterar
ru: Изменить
zh_tw: 變更

# ButtonClose
source: &Close
cs_cz: &Zavřít
nl: &Sluiten
pt: &Fechar
ru: &Закрыть
zh_tw: 關閉(&C)

# ButtonDefaultInheritance
source: Default Inheritance
cs_cz: Výchozí převezetí z nadřízené
it: Ereditarietà predefinita
nb_no: Standard arv
nl: Standaard Successierechten
pt: Herança padrão
ru: Наследовать по умолчанию
uk: Успадковувння по замовчуванню
zh_tw: 預設繼承

# ButtonDefaultProperties
source: Default Properties
cs_cz: Výchozí vlastnosti
es_ar: Propiedades por defecto
it: Proprietà predefinite
nb_no: Standardegenskaper
nl: Standaard Eigenschappen
pt: Propriedades padrão
ru: Свойства по умолчанию
uk: Властивості по замовчуванню
zh_tw: 預設內容

source: Disconnect
es_ar: Desconectar
it: Disconnetti
nb_no: Koble fra
ru: Отключиться
uk: Відключити

source: Icon
es_ar: Icono
it: Icona
nb_no: Ikon
ru: Значок
uk: Значок

# ButtonImport
source: &Import
cs_cz: &Importovat
nl: &Importeer
pt: &Importação
ru: &Импорт
zh_tw: 匯入(&I)

source: Inheritance
it: Ereditarietà
nb_no: Arv
ru: Наследование
uk: Успадковування

# ButtonLaunchPutty
source: Launch PuTTY
cs_cz: Spustit PuTTY
es_ar: Ejecutar PuTTY
it: Esegui PuTTY
nb_no: Start PuTTY
nl: PuTTY Starten
pt: Executar o PuTTY
ru: Запуск PuTTY
uk: Запустити PuTTY
zh_tw: 啟動 PuTTY

# ButtonNew
source: &New
cs_cz: &Nový
nl: &Nieuw
pt: &Novo
ru: &Новая
zh_tw: 新增(&N)

# ButtonOK
source: &OK
ru: &Да
zh_tw: 確定(&O)

# ButtonProperties
source: Properties
cs_cz: Vlastnosti
nl: Eigenschapen
pt: Propriedades
ru: Свойства
zh_tw: 內容

# ButtonScan
source: &Scan
cs_cz: &Scanovat
pt: &Pesquisar
ru: &Сканировать
zh_tw: 掃描(&S)

# ButtonStop
source: &Stop
pt: &Parar
ru: &Стоп
zh_tw: 停止(&S)

# ButtonTestProxy
source: Test Proxy
pt: Testar Proxy
ru: Проверка прокси
zh_tw: 測試 Proxy

# CannotImportNormalSessionFile
source: You cannot import a normal connection file. Please use File - Open Connection File for normal connection files!
cs_cz: Hlavní soubor s nastavenými spojeními nelze importovat. You cannot import a normal connection file. Prosím použijte Soubor - Otevřít seznam spojení... pro načtení souboru s nastavením spojení!
nl: U kunt geen normale connectie bestand importeren. Gebruik dan Bestand - Laad Connecties voor normale connectie bestanden!
pt: Não pode importar um arquivo de ligação normal. Por favor, vá a Arquivo - Ligações para ficheiros de ligação normais!
ru: Вы не можете импортировать обычный файл подключения. Для обычных файлов подключений используйте Файл - Открыть подключение!
zh_tw: 您無法匯入標準連線檔案。 標準連線檔案請使用 檔案 - 載入連線!

# CannotStartPortScan
source: Cannot start Port Scan, incorrect IP format!
cs_cz: Nelze scanovat porty, IP adresa má nesprávný tvar!
it: Impossibile eseguire una scansione delle porte, il formato IP non è corretto!
nb_no: Kan ikke starte portskanning, feil IP-format!
nl: Kan Poort Scan niet starten, onjuist IP formaat!
pt: Não é possível iniciar a procura de portas, formato de IP incorreto!
ru: Не удается запустить сканирование портов, неверный формат IP!
uk: Не вдається запустити сканування портів, невірний формат IP!
zh_tw: 無法開始 Port Scan，IP 格式不正確!

source: Appearance
it: Aspetto
nb_no: Utseende
ru: Внешний вид
uk: Зовнішній вигляд

source: Connection
it: Connessione
nb_no: Tilkobling
ru: Подключение
uk: З'єднання

# CategoryDisplay
source: Display
cs_cz: Zobrazení
nl: Scherm
pt: Ecrã
ru: Вид
zh_tw: 顯示

# CategoryGateway
source: Gateway
cs_cz: Brána
ru: Шлюз
zh_tw: 閘道

# CategoryMiscellaneous
source: Miscellaneous
cs_cz: Různé
nl: Diversen
pt: Diversos
ru: Разное
zh_tw: 雜項

source: Protocol
it: Protocollo
nb_no: Protokoll
ru: Протокол
uk: Протокол

# CategoryRedirect
source: Redirect
cs_cz: Přesměrování
nl: Verwijzing
pt: Redirecionar
ru: Локальные ресурсы
zh_tw: 重新導向

# CcAlwaysShowScreen
source: Always show this screen at startup
cs_cz: Vždy zobrazit tento dialog při startu
nl: Altijd dit scherm laten zien bij opstarten
pt: Mostrar sempre esta informação no arranque
ru: Всегда показывать это окно при запуске
zh_tw: 啟動時一律顯示此畫面

source: Check failed!
it: Controllo fallito!
nb_no: Sjekk mislyktes!
ru: Ошибка проверки!
uk: Помилка перевірки!

# CcCheckSucceeded
source: Check succeeded!
cs_cz: Kontrola úspěšná!
nl: Controle geslaagd!
pt: Verificação com sucesso!
ru: Успешно проверено!
zh_tw: 檢查成功!

# CcEOLFailed
source: The (RDP) Sessions feature requires that you have a copy of eolwtscom.dll registered on your system. mRemoteNG ships with this component but it is not registered automatically if you do not use the mRemoteNG Installer. To register it manually, run the following command from an elevated command prompt: regsvr32 "C:\Program Files\mRemoteNG\eolwtscom.dll" (where C:\Program Files\mRemoteNG\ is the path to your mRemoteNG installation). If this check still fails or you are unable to use the (RDP) Sessions feature, please consult the at {0}.
cs_cz: Funckionalita pro (RDP) sezení vyžaduje, abyste měli ve Vašem systému zaregistrovánu knihovnu eolwtscom.dll . mRemoteNG je sice s touto komponentou dodáváno, avšak pokud jej nenainstalujete s pomocí Instalátoru, není knihovna automaticky zaregistrována. Pro provedení registrace ručně spusťe následující příkaz v konzoli příkazového řádku (Start->Spustit->cmd) v administrátorském režimu(!) : regsvr32 "C:\Program Files\mRemoteNG\eolwtscom.dll" (kde C:\Program Files\mRemoteNG\ is je cesta ke složce Vaší kopie mRemoteNG ). Pokud tato kontrola stále selhává nebo nejste schopni používat funkcionalitu RDP v mRemoteNG, prosím obraťte se na diskuzní fórum mRemoteNG na adrese http://forum.mremoteng.org/.
nl: De (RDP) Sessies optie vereist dat u een geregistreerde versie van eolwtscom.dll op uw systeem heeft. mRemoteNG neemt dit onderdeel automatisch mee bij instalatie, maar zal niet automatisch registreren al u handmatig heeft geïnstalleerd, tenzij u het installatieprogramma opnieuw uitvoert. Om handmatig te registreren : Open het dialoogvenster Uitvoeren (Start - Uitvoeren) en typ het volgende: regsvr32 "c:\Program Files\mRemoteNG\eolwtscom.dll" (Waar c:\Program Files\mRemoteNG\ het pad is naar uw mRemoteNG installatie). Als u nog steeds niet in staat bent om de langs check te komen gebruik dan ICA in mRemoteNG of raadpleeg mRemoteNG Forum op http://forum.mremoteng.org/
pt: O recurso de sessões (RDP) requer que você tenha uma cópia registada do eolwtscom.dll no seu sistema. mRemoteNG vem com este componente mas não o regista automaticamente a menos que você instale o pacote. Para registá-lo manualmente deve executar: abrir a caixa de diálogo Executar (Iniciar - Executar) e digite o seguinte: regsvr32 "c:\Program Files\mRemoteNG\eolwtscom.dll" (onde c:\Program Files\mRemoteNG\ é o caminho para a instalação de mRemoteNG). Se você ainda não passar passar esta verificação ou não consegue usar o recurso de sessões (RDP) no mRemoteNG, por favor, consulte o fórum de mRemoteNG em http://forum.mremoteng.org/
ru: Для (RDP) сессий должна быть зарегистрирована в системе eolwtscom.dll. mRemoteNG загрузится с этим компонентом, но не зарегистрирует его автоматически. Чтобы зарегистрировать его вручную: Откройте (Пуск - Выполнить) и введите следующую команду: regsvr32 "C:\Program Files\mRemoteNG\eolwtscom.dll" (где C:\Program Files\mRemoteNG\ это путь к установленному mRemoteNG). Если у вас все же не получается зарегистрировать компонент для RDP - обратитесь на {0}.

# CcEOLOK
source: EOLWTSCOM was found and seems to be registered properly.
cs_cz: Knihovna EOLWTSCOM byla nalezena a zdá se, že je správně zaregistrována.
nl: EOLWTSCOM werd gevonden en lijkt correct te zijn geïnstalleerd.
pt: EOLWTSCOM foi encontrada e aparenta estar registada corretamente.
ru: EOLWTSCOM был найден и зарегистрирован.
zh_tw: 找到 EOLWTSCOM 並似乎正確註冊。

# CcICAFailed
source: ICA requires that the XenDesktop Online Plugin is installed and that the wfica.ocx library is registered. You can download the client here: http://www.citrix.com/download/
cs_cz: Funkcionalita ICA vyžaduje, aby byl nainstalován XenDesktop Online Plugin a knihovna wfica.ocx byla zaregistrována. Klienta můžete stáhnout zde: http://www.citrix.com/download/ Pokud máte XenDesktop Online Plugin nainstalován a kontrola stále selhává, pokuste se zaregistrovat wfica.ocx ručně. K tomu otevřete dialog "Spustit" (Start->Spustit) a zadejte následující text: regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" (kde c:\Program Files\Citrix\ICA Client\ je cesta ke složce s Vaší instalací XenDesktop Online Plugin). Pokud tato kontrola stále selhává nebo nejste schopni používat funkcionalitu ICA v mRemoteNG, prosím obraťte se na diskuzní fórum mRemoteNG na adrese http://forum.mremoteng.org/.
it: ICA richiede che il plugin XenDesktop Online sia installato e che la libreria wfica.ocx sia registrata. Il client è scaricabile all'indirizzo http://www.citrix.com/download/ Se il plugin XenDesktop Online è installato ma il controllo fallisce, provare a registrare wfica.ocx manualmente. Aprire la finestra "Esegui" (WIN+R) ed inserire il testo: regsvr32 "C:\Programmi\Citrix\ICA Client\wfica.ocx" (dove C:\Programmi\Citrix\ICA Client\ è il percorso di installazione del plugin XenDesktop Online). Se il controllo fallisce e risulta impossibile utilizzare ICA con mRemoteNG, per favore consulta il forum di mRemoteNG all'indirizzo http://forum.mremoteng.org/
nb_no: ICA krever at XenDesktop Online Plugin er installert og at wfica.ocx-biblioteket er registrert. Du kan laste ned klienten herfra: http://www.citrix.com/download/ Hvis du har XenDesktop Online Pluginen installert og kontrollen fremdeles feiler, kan du forsøke å registrere wfica.ocx manuelt. For å gjøre dette, åpne Kjør-dialogboksen (Start - Kjør) og skriv inn følgende: regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" (der c:\Program Files\Citrix\ICA Client\ er stien til XenDesktop Online Plugin-installasjonen). Hvis denne kontrollen fortsatt feiler eller ICA i mRemoteNG ikke fungerer, vennligst se {0}.
nl: ICA vereist dat de XenDesktop Online Plugin is geïnstalleerd is en dat de wfica.ocx bibliotheek is geregistreerd. U kunt de cliënt van deze locatie downloaden: http://www.citrix.com/download/ Als u de XenDesktop Online Plugin heeft geïnstalleerd en de check nog niet lukt, probeer dan om handmatig wfica.ocx te registreren Om dit uit te voeren opent u het dialoogvenster Uitvoeren (Start - Uitvoeren) en typ het volgende: regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" (Waarbij c:\Program Files\Citrix\ICA Client\ het pad is naar uw XenDesktop Online Plugin installatie). Als u nog steeds niet in staat bent om de langs check te komen gebruik dan ICA in mRemoteNG of raadpleeg mRemoteNG Forum op http://forum.mremoteng.org/
pt: ICA requer que o XenDesktop Online Plugin esteja instalado e a biblioteca wfica registrada. Você pode baixar o cliente aqui: http://www.citrix.com/download/ se você tiver o Plugin Online XenDesktop instalado e a verificação ainda falhar, tente registrar manualmente o wfica. Para fazer isso abra a caixa de diálogo Executar (Iniciar - Executar) e digite o seguinte: regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" (onde c:\Program Files\Citrix\ICA Client\ é o caminho para a instalação do Plugin Online do XenDesktop). Se você ainda não pode passar essa verificação ou usar ICA em mRemoteNG, por favor, consulte o fórum de mRemoteNG no http://forum.mremoteng.org/"
ru: ICA требуется установленный XenDesktop Online Plugin и зарегистрированная библиотека wfica.ocx. Вы можете скачать клиент здесь: http://www.citrix.com/download/ Если у вас есть установленный XenDesktop Online Plugin и ничего не работает, попробуйте зарегистрировать wfica.ocx вручную. Для этого откройте (Пуск - Выполнить) и введите следующую команду: regsvr32 "C:\Program Files\Citrix\ICA Client\wfica.ocx" (где C:\Program Files\Citrix \ICA Client\ это путь к XenDesktop Online Plugin). Если у вас все же не работает ICA в mRemoteNG обратитесь на {0}.
uk: ICA вимагає встановити XenDesktop Online Plugin та зареєструвати бібліотеку wfica.ocx. Ви можете завантажити клієнт тут: http://www.citrix.com/download/ Якщо у вас є встановлений XenDesktop Online Plugin і нічого не працює, спробуйте зареєструвати wfica.ocx вручну. Для цього відкрийте (Пуск - Виконати) і введіть наступну команду: regsvr32 "C:\Program Files\Citrix\ICA Client\wfica.ocx" (де C:\Program Files\Citrix ICA Client\ це шлях до XenDesktop Online Plugin). Якщо у вас все таки не працює ICA в mRemoteNG зверніться за адресою: {0}.

# CcICAOK
source: All ICA components were found and seem to be registered properly. Citrix ICA Client Control Version {0}
cs_cz: Všechny komponenty ICA byly nalezeny a zdají se být řádně zaregistrovány. Citrix ICA Client Control verze {0}
it: Tutti i componenti ICA sono stati installati e sembrano registrati correttamente. Citrix ICA Client Control versione {0}
nb_no: Alle ICA-komponenter ble funnet, og ser ut til å være korrekt registrert. Citrix ICA Client Control Version {0}
nl: Alle ICA componenten werden gevonden en lijken correct te zijn geregistreerd. Citrix ICA Versie {0}
pt: Todos os componentes de ICA, foram encontrados e parecem ser registrado corretamente. Citrix ICA cliente controle versão {0}
ru: Все компоненты ICA были найдены и зарегистрированы. Citrix ICA Client Control версии {0}
uk: Всі компоненти ICA були знайдені і зареєстровані. Citrix ICA Client Control версії {0}
zh_tw: 找到所有 ICA 元件並似乎正確註冊。 Citrix ICA Client Control 版本 {0}

# CcNotInstalledProperly
source: not installed properly
cs_cz: není správně instalováno
es_ar: no está correctamente instalado
it: non installato correttamente
nb_no: ikke korrekt installert
nl: Niet correct geïnstalleerd
pt: não instalado corretamente
ru: установлен неправильно
uk: встановлений неправильно
zh_tw: 未正確安裝
