Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

source: RDP SetPerformanceFlags failed!
cs_cz: Metoda RDP SetPerformanceFlags selhala!
it: RDP SetPerformanceFlags fallito!
nb_no: RDP SetPerformanceFlags mislyktes!
nl: RDP instellen prestatie vinkjes mislukt!
pt: Falha no RDP SetPerformanceFlags!
ru: Ошибка RDP SetPerformanceFlags!
uk: Помилка RDP SetPerformanceFlags!
zh_tw: RDP SetPerformanceFlags 失敗!

source: RDP SetPort failed!
cs_cz: Metoda RDP SetPort selhala!
it: RDP SetPort fallito!
nb_no: RDP SetPort mislyktes!
nl: RDP instellen poort mislukt!
pt: Falha no RDP SetPort!
ru: Не удалось задать порт RDP!
uk: Помилка RDP SetPort!
zh_tw: RDP SetPort 失敗!

source: RDP SetProps failed!
cs_cz: Metoda RDP SetProps selhala!
it: RDP SetProps fallito!
nb_no: RDP SetProps mislyktes!
nl: RDP instellen eigenschappen mislukt!
pt: Falha no RDP SetProps!
ru: Не удалось задать параметры RDP!
uk: Помилка RDP SetProps!
zh_tw: RDP SetProps 失敗!

source: RDP Set Redirection Failed!
cs_cz: Metoda Rdp Set Redirection selhala!
it: RDP SetRedirection fallito!
nb_no: RDP Set Redirection mislyktes!
nl: RDP instellen omleiding mislukt!
pt: Redirecionamento RDP falhou!
ru: Установить перенаправление в RDP не удалось!
uk: Помилка RDP Set Redirection!
zh_tw: Rdp Set Redirection 失敗!

source: RDP Set Redirect Keys Failed!
cs_cz: Nastavení přesměrování klávesových zkratek (Rdp Set Redirect Keys) selhalo!
it: RDP SetRedirectKeys fallito!
nb_no: RDP Set Redirect Keys mislyktes!
nl: RDP instellen Redirect toetsen mislukt!
pt: Configuração de teclas de redirecionamento RDP falhou!
ru: Установить перенаправление клавиш в RDP не удалось!
uk: Помилка RDP Set Redirect Keys!
zh_tw: Rdp Set Redirect Keys 失敗!

source: RDP SetResolution failed!
cs_cz: Metoda RDP SetResolution selhala!
it: RDP SetResolution fallito!
nb_no: RDP SetResolution mislyktes!
nl: RDP instellen resolutie mislukt!
pt: RDP SetResolution falhou!
ru: Ошибка установки разрешения RDP!
uk: Помилка RDP SetResolution!
zh_tw: RDP SetResolution 失敗!

# RDPSoundBringToThisComputer
source: Bring to this computer
cs_cz: Přehrávat v místním počítači
nl: Afspelen op deze computer
pt: Trazer para este computador
ru: Передать на этот компьютер
zh_tw: 送到此電腦

# RDPSoundDoNotPlay
source: Do not play
cs_cz: Vůbec nepřehrávat
nl: Niet afspelen
pt: Não executar
ru: Не воспроизводить
zh_tw: 不播放

# RDPSoundLeaveAtRemoteComputer
source: Leave at remote computer
cs_cz: Přehrávat na vzdáleném počítači
nl: Afspelen op externe computer
pt: Deixar no computador remoto
ru: Оставить на удаленном компьютере
zh_tw: 留在遠端電腦

source: RDP ToggleFullscreen failed!
cs_cz: Metoda RDP ToggleFullscreen selhala!
it: RDP ToggleFullscreen fallito!
nb_no: RDP ToggleFullscreen mislyktes!
nl: RDP wisselen volledig scherm mislukt!
pt: RDP ToggleFullscreen falhou!
ru: Не удалось переключить RDP в режим Fullscreen!
uk: Помилка RDP ToggleFullscreen!
zh_tw: RDP ToggleFullscreen 失敗!

source: RDP ToggleSmartSize failed!
cs_cz: Metoda RDP ToggleSmartSize selhala!
it: RDP ToggleSmartSize fallito!
nb_no: RDP ToggleSmartSize mislyktes!
nl: RDP wisselen SmartSize mislukt!
pt: RDP ToggleSmartSize falhou!
ru: Не удалось переключить RDP в режим SmartSize!
uk: Помилка RDP ToggleSmartSize!
zh_tw: RDP ToggleSmartSize 失敗!

# ReconnectAtStartup
source: Reconnect to previously opened sessions on startup
cs_cz: Znovu se připojit k předchozím otevřeným relacím při startu aplikace
it: All'avvio, riconnetti alle sessioni precentemente aperte
nb_no: Koble til tidligere åpnede økter ved oppstart
nl: Opnieuw verbinding maken met eerder geopende sessies bij het opstarten
pt: Reconectar as sessões anteriormente abertas na inicialização
ru: При запуске подключаться к предыдущим сессиям
uk: При запуску підключатися до попередніх сесій
zh_tw: 啟動時重新連線到先前開啟的工作階段

source: Refresh
cs_cz: Obnovit
it: Aggiorna
nb_no: Oppdater
nl: Vernieuwen
pt: Refrescar
ru: Обновление
uk: Оновити
zh_tw: 重新整理

source: Remote file
cs_cz: Vzdálený soubor
it: File remoto
nb_no: Ekstern fil
nl: Extern bestand
pt: Arquivo remoto
ru: Удалить файл
uk: Віддалений файл
zh_tw: 遠端檔案

source: Remove All
cs_cz: Odstranit vše
it: Rimuovi tutto
nb_no: Fjern alle
nl: Alles verwijderen
pt: Remover todos
ru: Удалить все
uk: Видалити все
zh_tw: 全部移除

source: Rename
cs_cz: Přejmenovat
it: Rinomina
nb_no: Omdøp
nl: Hernoemen
pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_tw: 重新命名

source: Save
cs_cz: Uložit
it: Salva
nb_no: Lagre
nl: Opslaan
pt: Salvar
ru: Сохранить
uk: Зберегти
zh_tw: 儲存

source: Save All
cs_cz: Uložit vše
it: Salva tutto
nb_no: Lagre alle
nl: Alles opslaan
pt: Salvar tudo
ru: Сохранить все
uk: Зберегти все
zh_tw: 全部儲存

# SaveConnectionsFileBeforeOpeningAnother
source: Do you want to save the current connections file before loading another?
cs_cz: Přejete si uložit stávající soubor seznamu připojení před načtením jiného?
it: Vuoi salvare il file delle connessioni corrente prima di caricarne un altro?
nb_no: Vil du lagre den gjeldende tilkoblingsfilen før du laster inn en annen?
nl: Wil je de huidige verbindingen opslaan voordat er een andere wordt geopend?
pt: Você deseja salvar o arquivo atual de ligações antes de carregar outro?
ru: Перед загрузкой нового подключения, хотите сохранить текущий файл подключения?
uk: Перед завантаженням нового файлу з'єднання, хочете зберегти поточний?
zh_tw: 您要在載入另一個之前先儲存目前的連線檔案嗎?

# SaveConsOnExit
source: Save connections on exit
cs_cz: Ukládat spojení při ukončení aplikace
it: Salva le connessioni all'uscita
nb_no: Lagre tilkoblinger ved avslutning
nl: Sla verbindingen op bij afsluiten
pt: Salvar as ligações à saída
ru: Сохранять подключения при выходе
uk: Зберігати з'єднання при виході
zh_tw: 結束時儲存連線

# SaveImageFilter
source: Graphics Interchange Format File (.gif)|*.gif|Joint Photographic Experts Group File (.jpeg)|*.jpeg|Joint Photographic Experts Group File (.jpg)|*.jpg|Portable Network Graphics File (.png)|*.png
cs_cz: Soubor Graphics Interchange Format (.gif)|*.gif|Soubor Joint Photographic Experts Group (.jpeg)|*.jpeg|Soubor Joint Photographic Experts Group (.jpg)|*.jpg|Soubor Portable Network Graphics (.png)|*.png
it: File Graphics Interchange Format (.gif)|*.gif|File Joint Photographic Experts Group (.jpeg)|*.jpeg|File Joint Photographic Experts Group (.jpg)|*.jpg|File Portable Network Graphics (.png)|*.png
nl: Graphics Interchange Format bestand (.gif)|*.gif|Joint Photographic Experts Group bestand (.jpeg)|*.jpeg|Joint Photographic Experts Group bestand (.jpg)|*.jpg|Portable Network Graphics bestand (.png)|*.png
ru: Файл Graphics Interchange Format (GIF.) | *. GIF | Файл Joint Photographic Experts Group (JPEG.) | *. JPEG | Файл Joint Photographic Experts Group (JPG.) | *. JPG | Файл Portable Network Graphics (PNG). | *. PNG
uk: Файл Graphics Interchange Format (GIF.) | *. GIF | Файл Joint Photographic Experts Group (JPEG.) | *. JPEG | Файл Joint Photographic Experts Group (JPG.) | *. JPG | Файл Portable Network Graphics (PNG). | *. PNG
zh_tw: Graphics Interchange Format 檔案 (.gif)|*.gif|Joint Photographic Experts Group 檔案 (.jpeg)|*.jpeg|Joint Photographic Experts Group 檔案 (.jpg)|*.jpg|Portable Network Graphics 檔案 (.png)|*.png

source: Screen
cs_cz: Obrazovka
it: Schermo
nb_no: Skjerm
nl: Scherm
pt: Ecrã
ru: Экран
uk: Екран
zh_tw: 螢幕

source: Screenshot
cs_cz: Snímek obrazovky
nb_no: Skjermbilde
nl: Schermafbeelding
pt: Imagem do ecrã
ru: Скриншот
uk: Скріншот
zh_tw: 快照

source: Screenshots
cs_cz: Snímky obrazovek
it: Screenshot
nb_no: Skjermbilder
nl: Schermafbeeldingen
pt: Imagens do ecrã
ru: Скриншоты
uk: Скріншоти
zh_tw: 快照

# SearchPrompt
source: Search
cs_cz: Hledat
it: Cerca
nb_no: Søk
nl: Zoek
pt: Pesquisa
ru: Поиск
uk: Шукати
zh_tw: 搜尋

source: Send To...
cs_cz: Odeslat..
it: Invia a...
nb_no: Send til...
nl: Verstuur naar...
pt: Enviar para...
ru: Отправить...
uk: Надіслати…
zh_tw: 傳送到...

# SessionGetFailed
source: Get Sessions Background failed
cs_cz: Metoda Get Sessions Background selhala
nl: Ophalen van sessies van achtergrond mislukt
pt: Obter sessões em fundo falhou
ru: Получить фоновую сессию не удалось
zh_tw: Get Sessions Background 失敗

# SessionKillFailed
source: Kill Session Background failed
cs_cz: Odstranění (Session Background) selhalo
nl: Achtergrond Sessie beëindigen mislukt
pt: Matar sessão de fundo falhou
ru: Завершение фоновой сессии не удалось
zh_tw: Kill Session Background 失敗

# SetHostnameLikeDisplayName
source: Set hostname like display name when creating or renaming connections
cs_cz: Při konfiguraci spojení vyplnit DN hostitele podle zadaného názvu spojení
it: Imposta il nome host come il nome visualizzato durante la creazione o la modifica delle connessioni
nb_no: Angi vertsnavnet som visningsnavn når du oppretter eller gir nytt navn til tilkoblinger
nl: Stel hostnaam zoals weergegeven naam in bij het ​​maken van nieuwe verbindingen
pt: Definir o hostname como nome quando criar ou renomear as ligações
ru: Установить имя хоста, как отображаемое имя при создании новых подключений
uk: Встановити назву хоста, як ім'я відображення при створенні чи перейменуванні нових з'єднань
zh_tw: 設定建立或重新命名連線時主機名稱如顯示名稱

source: Setting main form text failed
cs_cz: Nastavení textu hlavního formuláře selhalo
nl: Instelling hoofdformulier tekst mislukt
pt: Configuração de texto de formulário principal falhou
ru: Настройка основной текстовой формы не удалось
zh_tw: 從文字設定主要失敗

# SettingsCouldNotBeSavedOrTrayDispose
source: Couldn't save settings or dispose SysTray Icon!
cs_cz: Nebylo možné uložti nastavení nebo zrušit ikonu v oznamovací oblasti!
it: Impossibile salvare le impostazioni o eliminare l'icona nella barra di sistema!
nb_no: Kunne ikke lagre innstillinger eller fjerne SysTray-ikon!
nl: Kon de instellingen niet opslaan of taakbalk pictogram verwijderen!
pt: Impossível salvar configurações ou libertar o ícone SysTray!
ru: Не удалось сохранить настройки, или разместить значок в системном трее!
uk: Не вдалося зберегти налаштування, або розмістити значок у системному треї!
zh_tw: 無法儲存設定或部署 SysTray 圖示!

# ShowDescriptionTooltips
source: Show description tooltips in connection tree
cs_cz: Zobrazovat "popis" jako tooltip v seznamu spojení
it: Mostra suggerimenti descrittivi nell'albero delle connessioni
nb_no: Vis verktøytips i tilkoblingstreet
nl: Toon beschrijving tooltips in connectie's
pt: Mostrar dicas de ferramentas de descrição na árvore de ligação
ru: Показывать подсказки в дереве подключений
uk: Показувати підказки опису в дереві з'єднань
zh_tw: 在連線樹顯示描述工具提示

# ShowFullConsFilePath
source: Show full connections file path in window title
cs_cz: V názvu okna zobrazovat úplnou cestu k souboru seznamu spojení
it: Mostra il percorso completo del file delle connessioni nel titolo della finestra
nb_no: Vis full sti til tilkoblingsfilen i vindustittel
nl: Toon volledige verbindingsbestandspad in het venster titel
pt: Mostrar o caminho do arquivo completo de ligações no título da janela
ru: Показывать в заголовке окна полный путь к файлу подключений
uk: Показувати в заголовку вікна повний шлях до файлу з'єднань
zh_tw: 在視窗標題顯示完整連線檔案路徑

# ShowLogonInfoOnTabs
source: Show logon information on tab names
cs_cz: Zobrazovat v názvu záložek (tabech) informace o loginu
it: Mostra le informazioni di accesso sul nome dei tab
nb_no: Vis påloggingsinformasjon i fanenavn
nl: Toon login-informatie op het tabblad
pt: Mostrar informações de logon no nome da guia
ru: Показать сведения о входе в названии вкладок
uk: Показати відомості про вхід у назві вкладок
zh_tw: 在索引標籤名稱顯示登入資訊

# ShowProtocolOnTabs
source: Show protocols on tab names
cs_cz: Zobrazovat v názvu záložek (tabech) protokol (typ spojení)
it: Mostra i protocolli sul nome dei tab
nb_no: Vis protokoller i fanenavn
nl: Toon protocollen op het tabblad
pt: Mostrar protocolos no nome da guia
ru: Показывать протокол в названии вкладок
uk: Показувати протокол у назві вкладок
zh_tw: 在索引標籤名稱顯示協定

source: Single click on connection opens it
cs_cz: Otevírat spojením jedním klikem v seznamu
it: Singolo click sulla connessione per aprirla
nb_no: Enkeltklikk på tilkoblinger åpner den
nl: Enkele klik om verbinding te openen
pt: Clique simples abre ligação
ru: Один клик по подключению для его открытия
uk: Одне натискання на з'єднання відкриває його
zh_tw: 按一下在連線開啟

# SingleClickOnOpenConnectionSwitchesToIt
source: Single click on opened connection in Connection Tree switches to opened Connection Tab
cs_cz: Kliknutím na již otevřené spojení v seznamu přepne na jeho tab záložku
it: Singolo click sulla connessione aperta per passare ad essa
nb_no: Enkeltklikk på en åpnet tilkobling bytter til valgt tilkobling
nl: Enkele klik om naar geopende verbinding om te schakelen
pt: Clique simples em ligação aberta alterna
ru: Один клик по открытому подключению переключается на него
uk: Один клік по відкритому з'єднанню переключається на нього
zh_tw: 按一下切換到開啟的連線

source: Sort
cs_cz: Řazení
it: Ordina
nb_no: Sorter
nl: Sorteer
pt: Ordenar
ru: Сортировать
uk: Сортувати
zh_tw: 排序

# SortAsc
source: Ascending (A-Z)
cs_cz: Vzestupně (A-Z)
it: Ascendente (A-Z)
nb_no: Stigende (A-Z)
nl: Oplopend (A-Z)
pt: Crescente (A-Z)
ru: По возрастанию (A-Z)
uk: За зростанням (A-Z)
zh_tw: 遞增 (A-Z)

# SortDesc
source: Descending (Z-A)
cs_cz: Sestupně (Z-A)
it: Discendente (Z-A)
nb_no: Synkende (Z-A)
nl: Aflopend (Z-A)
pt: Decrescente (Z-A)
ru: По убыванию (Z-A)
uk: За спаданням (Z-A)
zh_tw: 遞減 (Z-A)

source: Special Keys
cs_cz: Klávesové zkratky
nl: Speciale toetsen
pt: Teclas especiais
ru: Специальные клавиши
zh_tw: 特殊鍵

# SQLInfo
source: Please see Help - Getting started - SQL Configuration for more Info!
cs_cz: Prosím navštivte nápovědu - Začínáme - Konfigurace SQL pro získání dalších informací!
it: Per maggiori informazioni si prega di visualizzare Aiuto -> Per incominciare -> Configurazione SQL
nb_no: Vennligst se Hjelp - Komme i gang - SQL-konfigurasjon for mer informasjon!
nl: Zie Help - Aan de slag - SQL Configuratie voor meer informatie!
pt: Para mais informação consulte ajuda - Introdução - configuração de SQL!
ru: Для дополнительной информации см. справку - Начало работы - конфигурация SQL!
uk: Для додаткової інформації дивись: Довідка - Початок роботи - Конфігурація SQL!
zh_tw: 更多資訊請查看說明 - 入門 - SQL 組態!

# SqlUpdateCheckUpdateAvailable
source: SQL Update check finished and there is an update available! Going to refresh connections.
cs_cz: Vyhledávání aktualizací SQL ukončeno a aktualizace jsou k dispozici. Budu aktualizovat seznam spojení.
nl: SQL update check voltooid er is een update beschikbaar! De verbindingen worden vernieuwd.
pt: Seleção SQL terminada. Existe uma atualização disponível! Indo para atualizar ligações.
ru: Доступно обновление для SQL! Обновите подключения.
zh_tw: SQL 更新檢查完成且有更新可以使用! 移至重新整理連線。

# SSHStartTransferBG
source: SSH background transfer failed!
cs_cz: Selhal přenos na pozadí přes SSH!
nl: SSH achtergrond overdracht mislukt!
pt: SSH falha de transferência de plano de fundo!
ru: Фоновая передача по SSH - не удалась!
zh_tw: SSH 背景傳輸失敗!

# SSHTranferSuccessful
source: Transfer successful!
cs_cz: Přenos úspěšně dokončen!
nl: Overdracht succesvol!
pt: Transferência bem sucedida!
ru: Передано успешно!
zh_tw: 傳輸成功!

# SSHTransferEndFailed
source: SSH Transfer End (UI.Window.SSHTransfer) failed!
cs_cz: Selhala metoda SSH Transfer End (UI.Window.SSHTransfer)!
nl: SSH Overdracht (UI.Window.SSHTransfer) mislukt!
pt: SSH transferência final (interface do usuário.Window.SSHTransfer) falhou!
ru: Передача по SSH завершена с ошибкой (UI.Window.SSHTransfer)!
zh_tw: SSH Transfer End (UI.Window.SSHTransfer) 失敗!

source: SSH transfer failed.
cs_cz: Selhal přenos přes SSH.
nl: SSH overdracht heeft gefaald.
ru: SSH ошибка передачи.
zh_tw: SSH 傳輸失敗。

# StartIP
source: First IP
cs_cz: Počáteční IP
nl: Start IP
pt: IP de início
ru: Начальный IP
zh_tw: 開始 IP

# StartPort
source: First Port
cs_cz: Počáteční Port
nl: Start Poort
pt: Porta de início
ru: Начальный порт
zh_tw: 開始連接埠

source: Startup/Exit
it: Avvio/Uscita
nb_no: Oppstart/Avslutning
nl: Opstarten/Afsluiten
pt: Iniciar/Sair
ru: Запуск / Выход
uk: Запуск / Вихід
zh_tw: 啟動/結束

source: Status
cs_cz: Stav
it: Stato
pt: Estado
ru: Статус
uk: Статус
zh_tw: 狀態

# SwitchToErrorsAndInfos
source: Switch to Notifications panel on:
cs_cz: Přepnout do notifikačního panelu při:
it: Passa al pannello delle notifiche quando:
nb_no: Bytte til varslingspanelet ved:
nl: Schakel Notificatiepaneel in:
pt: Trocar para o painel de notificações:
ru: Переключится на панель уведомлений:
uk: Перемкнутись на панель сповіщень при:
zh_tw: 切換到通知面板:

# TabAdvanced
source: Advanced
cs_cz: Pokročilé
nl: Geavanceerd
pt: Avançado
ru: Дополнительно
zh_tw: 進階

# TabsAndPanels
source: Tabs && Panels
cs_cz: Taby && Panely
it: Tab e pannelli
nb_no: Faner && paneler
nl: Tabbladen && Panelen
pt: Abas && painéis
ru: Вкладки и панели
uk: Вкладки та панелі
zh_tw: 索引標籤 && 面板

# TabUpdates
source: Updates
cs_cz: Aktualizace
pt: Atualizações
ru: Обновления
zh_tw: 更新

source: The following:
cs_cz: Následující:
it: Il seguente:
nb_no: Følgende:
nl: De volgende:
pt: A seguir:
ru: Установить вручную:
uk: Наступне:
zh_tw: 以下:

# ThemeCategoryConfigPanel
source: Config Panel
cs_cz: Konfigurační panel
nl: Configuratie paneel
pt: Painel de configuração
ru: Конфигурация
zh_tw: 組態面板

# ThemeCategoryConnectionsPanel
source: Connections Panel
cs_cz: Panel spojení
nl: Connectie paneel
pt: Painel de ligações
ru: Подключения
zh_tw: 連線面板

# ThemeDescriptionConfigPanelBackgroundColor
source: The background colour of the config panel.
cs_cz: Barva pozadí konfiguračního panelu.
nl: De achtergrondkleur van het configuratie paneel.
pt: A cor de fundo do painel de configuração.
ru: Цвет фона панели конфигурации.
zh_tw: 組態面板背景色。

# ThemeDescriptionConfigPanelCategoryTextColor
source: The colour of the category text in the config panel.
cs_cz: Barva textu nadpisů kategorií v konfiguračním panelu.
nl: De kleur van de categorie tekst in het configuratie paneel.
pt: A cor do texto no painel de configuração de categoria.
ru: Цвет текста категории на панели конфигурации.
zh_tw: 組態面板中分類文字色彩。

# ThemeDescriptionConfigPanelGridLineColor
source: The colour of the grid lines in the config panel
cs_cz: Barva ohraničení tabulky v konfiguračním panelu
nl: De kleur van de gridlijnen in het configuratiepaneel
pt: A cor das linhas de grade do painel de configuração
ru: Цвет линий сетки на панели конфигурации
zh_tw: 組態面板中格線色彩

# ThemeDescriptionConfigPanelHelpBackgroundColor
source: The background colour of the help area of the config panel.
cs_cz: Barva pozadí nápovědy v konfiguračním panelu.
nl: De achtergrondkleur van de helptekst in het configuratiepaneel.
pt: A cor de fundo da área de ajuda do painel de configuração.
ru: Цвет фона области справки панели конфигурации.
zh_tw: 組態面板說明區的背景色。

# ThemeDescriptionConfigPanelHelpTextColor
source: The colour of the text in the help area of the config panel.
cs_cz: Barva textu nápovědy v konfiguračním panelu.
nl: De tekst kleur ven de help in het configurateipaneel.
pt: A cor do texto na área de ajuda do painel de configuração.
ru: Цвет текста в области справки панели конфигурации.
zh_tw: 組態面板說明區中文字色彩。

# ThemeDescriptionConfigPanelTextColor
source: The colour of the text in the config panel.
cs_cz: Barva textu v konfiguračním panelu.
nl: De tekstkleur van het configuratiepaneel.
pt: A cor do texto no painel de configuração.
ru: Цвет текста в панели конфигурации.
zh_tw: 組態面板中文字色彩。

# ThemeDescriptionConnectionsPanelBackgroundColor
source: The background colour of the connections panel.
cs_cz: Barva pozadí v panelu seznamu spojení.
nl: De achtergrondkleur van het connectie paneel.
pt: A cor de fundo do painel de ligações.
ru: Цвет фона панели подключений.
zh_tw: 連線面板背景色。

# ThemeDescriptionConnectionsPanelTextColor
source: The colour of the text in the connections panel.
cs_cz: Barva textu v panelu seznamu spojení.
nl: De tekstkleur van het connectie paneel.
pt: A cor do texto no painel de ligações.
ru: Цвет текста в панели подключений.
zh_tw: 連線面板中文字色彩。

# ThemeDescriptionConnectionsPanelTreeLineColor
source: The colour of the tree lines in the connections panel.
cs_cz: Barva čar stromu seznamu v panelu spojení.
nl: De boomstructuur lijnen kleur in het connectie paneel.
pt: A cor das linhas de árvore no painel de ligações.
ru: Цвет линий дерева на панели подключений.
zh_tw: 連線面板中樹狀行色彩。

# ThemeDescriptionMenuBackgroundColor
source: The background colour of the menus.
cs_cz: Barva pozadí v nabídkách (menu).
nl: De achtergrondkleur van de menu's.
pt: A cor de fundo dos menus.
ru: Цвет фона меню.
zh_tw: 功能表背景色。

# ThemeDescriptionMenuTextColor
source: The colour of the text in the menus.
cs_cz: Barva textu v nabídkách (menu).
nl: De tekstkleur in de menu's.
pt: A cor do texto nos menus.
ru: Цвет текста в меню.
zh_tw: 功能表中文字色彩。

# ThemeDescriptionSearchBoxBackgroundColor
source: The background colour of the search box.
cs_cz: Barva pozadí v políčku pro vyhledávání.
nl: De achtergrondkleur van de zoekboks.
pt: A cor de fundo da caixa de pesquisa.
ru: Цвет фона поля поиска.
zh_tw: 搜尋方塊背景色。

# ThemeDescriptionSearchBoxTextColor
source: The colour of the text in the search box.
cs_cz: Barva textu v políčku pro vyhledávání.
nl: De tekstkleur in de zoekboks.
pt: A cor do texto na caixa de pesquisa.
ru: Цвет текста в поле поиска.
zh_tw: 搜尋方塊中文字色彩。

# ThemeDescriptionSearchBoxTextPromptColor
source: The colour of the prompt text in the search box.
cs_cz: Barva vyskakujícího textu v políčku pro vyhledávání.
nl: De prompttekst kleur in de zoekboks.
pt: A cor do texto na caixa de pesquisa rápida.
ru: Цвет текста подсказки в поле поиска.
zh_tw: 搜尋方塊中提示文字色彩。

# ThemeDescriptionToolbarBackgroundColor
source: The background colour of the toolbars.
cs_cz: Barva pozadí nástrojových lišt (toolbar).
nl: De achtergrondkleur van de gereedschapsbalk.
pt: A cor de fundo das barras de ferramentas.
ru: Цвет фона панели инструментов.
zh_tw: 工具列背景色。

# ThemeDescriptionToolbarTextColor
source: The colour of the text in the toolbars.
cs_cz: barva textu nástrojových lišt (toolbar).
nl: De tekstkleur in de gereedschapsbalk.
pt: A cor do texto em barras de ferramentas.
ru: Цвет текста в панели инструментов.
zh_tw: 工具列中文字色彩。

# ThemeDescriptionWindowBackgroundColor
source: The background colour of the main window.
cs_cz: Barva pozadí hlavního okna aplikace.
nl: De achtergrondkleur van het hoofdwindow.
pt: A cor de fundo da janela principal.
ru: Цвет фона главного окна.
zh_tw: 主視窗背景色。

# ThemeNameConfigPanelBackgroundColor
source: Config Panel Background Colour
cs_cz: Barva pozadí konfiguračního panelu
nl: Achtergrondkleur configuratiepaneel
pt: Cor de fundo do painel de configuração
ru: Цвет фона панели конфигурации
zh_tw: 組態面板背景色

# ThemeNameConfigPanelCategoryTextColor
source: Config Panel Category Text Colour
cs_cz: Barva textu konfiguračního panelu
nl: Categorie tekst kleur in het configuratiepaneel
pt: Cor do texto da categoria do Painel de configuração
ru: Цвет текста категории панели конфигурации
zh_tw: 組態面板分類文字色彩

# ThemeNameConfigPanelGridLineColor
source: Config Panel Grid Line Colour
cs_cz: Barva ohraničení tabulek konfiguračního panelu
nl: Lijnenkleur in het configuratiepaneel
pt: Cor de linha de grade do painel de configuração
ru: Цвет линий сетки панели конфигурации
zh_tw: 組態面板格線色彩

# ThemeNameConfigPanelHelpBackgroundColor
source: Config Panel Help Background Colour
cs_cz: Barva pozadí nápovědy konfiguračního panelu
nl: Help achtergrondkleur van het configuratiepaneel
pt: Cor de fundo do painel de configuração ajuda
ru: Цвет фона справки панели конфигурации
zh_tw: 組態面板說明背景色

# ThemeNameConfigPanelHelpTextColor
source: Config Panel Help Text Colour
cs_cz: Barva textu nápovědy konfiguračního panelu
nl: Help tekstkleur van het configuratiepaneel
pt: Cor do texto do painel de configuração ajuda
ru: Цвет текста справки панели конфигурации
zh_tw: 組態面板說明文字色彩
