Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# ErrorDecryptionFailed
source: Decryption failed. {0}
cs_cz: Dešifrování se nezdařilo. {0}
es_ar: La decriptación falló. {0}
it: Decriptaggio fallito. {0}
nb_no: Dekryptering mislyktes. {0}
nl: Decryptie is mislukt. {0}
pt: Falha de descriptografia. {0}
ru: Не удалось расшифровать. {0}
uk: Не вдалося розшифрувати. {0}
zh_tw: 解密失敗。 {0}

# ErrorEncryptionFailed
source: Encryption failed. {0}
cs_cz: Začifrování se nezdařilo. {0}
es_ar: La encriptación falló. {0}
it: Criptaggio fallito. {0}
nb_no: Kryptering mislyktes. {0}
nl: Encryptie is mislukt. {0}
pt: Falha de descriptografia. {0}
ru: Не удалось зашифровать. {0}
uk: Не вдалося зашифрувати. {0}
zh_tw: 加密失敗。 {0}

source: Errors
cs_cz: Chyby
es_ar: Errores
it: Errori
nb_no: Feil
nl: Foutmeldingen
pt: Erros
ru: Ошибки
uk: Помилки
zh_tw: 錯誤

# ErrorStartupConnectionFileLoad
source: The startup connection file could not be loaded.{0}{0}{2}{0}{3}{0}{0}In order to prevent data loss, {1} will now exit.
cs_cz: Výchozí soubor seznamu spojení se nepodařilo načíst.{0}{0}{2}{0}{3}{0}{0}Aby se zabránilo ztrátě dat, {1} se nyní ukončí.
it: Il file delle connessioni da aprire all'avvio non può essere caricato.{0}{0}{2}{0}{3}{0}{0}Per evitare perdite di dati, {1} sarà immediatamente chiuso.
nb_no: Kan ikke laste inn oppstartstilkoblingsfilen.{0}{0}{2}{0}{3}{0}{0}For å hindre tap av data, avsluttes {1} nå.
nl: Het verbindingsopstartbestand kon niet worden geladen. {0}{0}{2}{0}{3}{0}{0} Om dataverlies te voorkomen zal {1} nu worden afgesloten.
pt: O arquivo de inicialização de ligação não pôde ser carregado.{0}{0}{2}{0}{3}{0}{0}A fim de evitar perda de dados, {1} vai sair agora.
ru: Ошибка загрузки файла соединения.{0}{0}{2}{0}{3}{0}{0}Для предотвращения потери данных, {1} будет выполнен выход.
uk: Файл з'єднання не може бути завантажений. {0}{0}{2}{0}{3}{0}{0} Для того, щоб запобігти втраті даних, {1} завершить роботу.
zh_tw: 無法載入啟動連線檔案。 {0}{0}{2}{0}{3}{0}{0} 為了避免資料遺失，{1} 將結束。

# ErrorVerifyDatabaseVersionFailed
source: VerifyDatabaseVersion (Config.Connections.Save) failed. {0}
cs_cz: Metoda VerifyDatabaseVersion (Config.Connections.Save) selhala. {0}
es_ar: VerificarVersionBasedeDatos (Config.Connections.Save) falló. {0}
it: Verifica della versione del database (Config.Connections.Save) fallita. {0}
nb_no: VerifyDatabaseVersion (Config.Connections.Save) mislyktes. {0}
nl: Controleer Database Versie (Config.Connections.Save) is mislukt. {0}
pt: VerifyDatabaseVersion (Config.Connections.Save) falhou. {0}
ru: Ошибка VerifyDatabaseVersion (Config.Connections.Save). {0}
uk: Помилка VerifyDatabaseVersion (Config.Connections.Save). {0}
zh_tw: VerifyDatabaseVersion (Config.Connections.Save) 失敗 {0}

source: Expand all folders
cs_cz: Rozbalit vše
it: Espandi tutte le cartelle
nb_no: Utvid alle mapper
nl: Vouw alle mappen uit
pt: Expandir todas as pastas
ru: Раскрыть все папки
uk: Розкрити всі папки
zh_tw: 展開所有資料夾

source: Experimental
cs_cz: Experimentální
it: Sperimentale
nb_no: Eksperimentell
nl: Experimenteel
ru: Экспериментально
uk: Експериментально
zh_tw: 實驗性

source: Export
cs_cz: Exportovat
it: Esporta
nb_no: Eksporter
nl: Exporteer
pt: Exportar
ru: Экспорт
uk: Експорт
zh_tw: 匯出

# ExportmRemoteXML
source: Export mRemote/mRemoteNG XML
cs_cz: Exportovat mRemote/mRemoteNG XML
nl: Exporteer mRemote/mRemoteNG XML
pt: Exportação XML do mRemote/mRemoteNG
ru: Экспорт mRemote/mRemoteNG XML
zh_tw: 匯出 mRemote/mRemoteNG XML

source: Ext. App
nl: Externe Applicatie
ru: Внешнее Приложение
zh_tw: 結束 App

# FAMFAMFAMAttribution
source: Includes icons by [FAMFAMFAM]
cs_cz: Obsahuje ikony od [FAMFAMFAM]
nl: Inclusief iconen door [FAMFAMFAM]
pt: Inclui ícones de [FAMFAMFAM]
ru: Использованы значки [FAMFAMFAM]
zh_tw: 包含 [FAMFAMFAM] 圖示

# FilterAll
source: All Files (*.*)
cs_cz: Všechny soubory (*.*)
it: Tutti i file (*.*)
nb_no: Alle filer (*.*)
nl: Alle Bestanden(*.*)
pt: Todos os arquivos (*.*)
ru: Все файлы (*.*)
uk: Всі файли (*.*)
zh_tw: 所有檔案 (*.*)

# FilterApplication
source: Application Files (*.exe)
cs_cz: Soubory aplikací (*.exe)
it: Applicazioni (*.exe)
nb_no: Programfiler (*.exe)
nl: Applicatie Bestanden (*.exe)
pt: Arquivos de aplicação (*.exe)
ru: Файлы приложений (*. EXE)
uk: Файли додатків (*.exe)
zh_tw: 應用程式檔案 (*.exe)

# FiltermRemoteCSV
source: mRemote CSV Files (*.csv)
cs_cz: Soubory mRemote CSV (*.csv)
it: File CSV mRemote (*.csv)
nb_no: mRemote CSV-filer (*.csv)
nl: mRemote CSV Bestanden (*.csv)
pt: mRemote arquivos CSV (.csv)
ru: mRemote CSV-файлы (*. CSV)
uk: Файли mRemote CSV (*.csv)
zh_tw: mRemote CSV 檔案 (*.csv)

# FiltermRemoteXML
source: mRemote XML Files (*.xml)
cs_cz: Soubory mRemote XML (*.xml)
it: File XML mRemote (*.xml)
nb_no: mRemote XML-filer (*.xml)
nl: mRemote XML Bestanden (*.xml)
pt: mRemote arquivos XML (*.XML)
ru: mRemote XML-файлы (*. XML)
uk: Файли mRemote XML (*.xml)
zh_tw: mRemote XML 檔案 (*.xml)

# FilterRDP
source: RDP Files (*.rdp)
cs_cz: Soubory RDP (*.rdp)
it: File RDP (*.rdp)
nb_no: RDP-filer (*.rdp)
nl: RDP Bestanden (*.rdp)
pt: Arquivos RDP (*.rdp)
ru: RDP-файлы (*. RDP)
uk: Файли RDP (*.rdp)
zh_tw: RDP 檔案 (*.rdp)

# FiltervRD2008CSV
source: visionapp Remote Desktop 2008 CSV Files (*.csv)
cs_cz: Soubory visionapp Remote Desktop 2008 CSV (*.csv)
nl: visionapp Remote Desktop 2008 CSV Bestanden (*.csv)
pt: visionapp Remote Desktop 2008 de arquivos CSV (.csv)
ru: visionapp Remote Desktop 2008 CSV-файлы (*. CSV)
zh_tw: visionapp Remote Desktop 2008 CSV 檔案 (*.csv)

# FormatInherit
source: Inherit {0}
cs_cz: Převzít {0}
it: Eredita {0}
nb_no: Arve {0}
nl: Erven {0}
pt: Herdar {0}
ru: Наследовать {0}
uk: Успадковувати {0}
zh_tw: 繼承 {0}

# FormatInheritDescription
source: Description of inherited property: {0}
cs_cz: Popis převzaté vlastnosti: {0}
it: Descrizione delle proprietà ereditate: {0}
nb_no: Beskrivelse av arvet egenskap: {0}
nl: Omschrijving van de erfelijke eigenschap: {0}
pt: Descrição das propriedades herdadas: {0}
ru: Описание наследованного свойства: {0}
uk: Опис успадкованої властивості: {0}
zh_tw: 繼承的內容描述 {0}

source: Free
cs_cz: Uvolnit
it: Libero
nb_no: Fri
nl: Gratis
pt: Libertar
ru: Свободный
zh_tw: 任意

source: Fullscreen
cs_cz: Celá obrazovka
it: Schermo intero
nb_no: Fullskjerm
nl: Volledig Scherm
pt: Ecrã completo
ru: Во весь экран
uk: На весь екран
zh_tw: 全螢幕

source: General
cs_cz: Všeobecné
it: Generale
nb_no: Generelt
nl: Algemeen
pt: Geral
ru: Главная
uk: Головна
zh_tw: 一般

source: Get Connection Info From SQL failed
cs_cz: Získání informací o spojení z SQL selhalo (Get Connection Info From SQL)
nl: Ophalen Connectie Informatie van SQL mislukt
pt: Obter informações de falhas de ligação SQL
ru: Получить информацию о подключении из SQL не удалось
zh_tw: 取得 [來自 SQL 的連線資訊] 失敗

# GetConnectionInfoFromXmlFailed
source: An error occured while loading the connection entry for "{0}" from "{1}". {2}
cs_cz: Došlo k chybě při čtení tohoto nastavení připojení "{0}" z "{1}". {2}
it: Errore durante il caricamento della connessione per "{0}" da "{1}". {2}
nb_no: Det oppstod en feil under innlasting av tilkoblingsoppføring for "{0}" fra "{1}". {2}
nl: Een fout is opgetreden tijdens het laden van de verbinding voor "{0}" van "{1}". {2}
pt: Ocorreu um erro ao carregar a entrada de ligação para "{0}" de "{1}". {2}
ru: Ошибка при загрузке подключения "{0}" на "{1}". {2}
uk: Помилка при завантаженні з'єднання «{0}» на «{1}». {2}
zh_tw: 從「{1}」載入「{0}」的連線項目時發生錯誤。 {2}

# GroupboxAutomaticReconnect
source: Automatic Reconnect
cs_cz: Automaticky obnovit spojení
it: Riconnetti automaticamente
nb_no: Koble til på nytt automatisk
nl: Automatisch opnieuw verbinden
pt: Ligação automática
ru: Автопереподключение
uk: Автоперепідключення
zh_tw: 自動重新連線

# GroupboxExternalToolProperties
source: External Tool Properties
cs_cz: Vlastnosti externích nástrojů
nl: Externe Applicatie Eigenschappen
pt: Propriedades de ferramentas externas
ru: Свойства внешнего инструмента
zh_tw: 外部工具內容

# GroupboxFiles
source: Files
cs_cz: Soubory
nl: Bestanden
pt: Arquivos
ru: Файлы
zh_tw: 檔案

source: Host
cs_cz: Hostitel
nb_no: Vert
ru: Хост
uk: Хост
zh_tw: 主機

source: HTTP Connect Failed!
cs_cz: Spojení HTTP selhalo!
it: HTTP Connect fallita!
nb_no: HTTP-tilkobling mislyktes!
nl: HTTP verbinding mislukt!
pt: HTTP Falhou a ligação!
ru: Ошибка HTTP подключения!
uk: Помилка HTTP з'єднання!
zh_tw: HTTP 連線失敗!

# HttpConnectionFailed
source: Couldn't create new HTTP Connection!
cs_cz: Nezdařilo se vytvoření noebého spojení HTTP!
it: Impossibile creare una nuova connessione HTTP!
nb_no: Kunne ikke opprette ny HTTP-tilkobling!
nl: Kon geen nieuwe HTTP verbinding aanmaken!
pt: Impossível criar nova ligação HTTP!
ru: Не удается создать новое подключение HTTP!
uk: Не вдається створити нове HTTP з'єднання!
zh_tw: 無法建立新連線!

# HttpDocumentTileChangeFailed
source: Changing HTTP Document Tile Failed!
cs_cz: Změna nadpisu dokumentu HTTP selhala!
nb_no: Endring av HTTP-dokumentflate mislyktes!
nl: Verandering van HTTP document tegel niet gelukt!
pt: Alteração da aba HTTP falhou!
ru: Изменение HTTP документа не удалось!
uk: Не вдається змінити заголовок HTTP документу!
zh_tw: 變更 HTTP Document Tile 失敗!

# HttpSetPropsFailed
source: Set HTTP Props failed!
cs_cz: Nastavení vlast. HTTP selhalo!
it: Impostazione delle proprietà HTTP fallita!
nb_no: Angi HTTP-egenskaper mislyktes!
nl: Instellen HTTP Eigenschappen mislukt!
pt: Falhou configuração de props HTTP!
ru: Не удалось задать параметры HTTP!
uk: Не вдалося задати параметри HTTP!
zh_tw: 設定 HTTP Props 失敗!

# IcaConnectionFailed
source: Couldn't create new ICA Connection!
cs_cz: Nepovedo se vytvořit nové spojení ICA!
it: Impossibile creare una nuova connessione ICA!
nb_no: Kunne ikke opprette ny ICA-tilkobling!
nl: Kan geen nieuwe ICA Connectie aanmaken!
pt: Impossível criar nova ligação ICA!
ru: Не удается создать новое подключение ICA!
uk: Не вдається створити нове з'єднання ICA!
zh_tw: 無法建立新的 ICA 連線!

# IcaControlFailed
source: Loading ICA Plugin failed!
cs_cz: Načtení pluginu ICA Plugin selhalo!
it: Caricamento del plugin ICA fallito!
nb_no: Innlasting av ICA Plugin mislyktes!
nl: Laden ICA Plugin mislukt!
pt: Falha ao carregar o Plugin ICA!
ru: Не удалось загрузить ICA-плагин!
uk: Не вдалося завантажити ICA-плагін!
zh_tw: 載入 ICA Plugin 失敗!

source: ICA SetCredentials failed!
cs_cz: Metoda ICA SetCredentials selhala!
it: ICA SetCredentials fallito!
nb_no: ICA SetCredentials mislyktes!
nl: ICA instellen kenmerken mislukt!
pt: Falha ICA SetCredentials!
ru: Ошибка установки учетных данных ICA!
uk: Помилка встановлення облікових даних ICA!
zh_tw: ICA SetCredentials 失敗!

source: ICA Set Event Handlers Failed!
cs_cz: Metoda ICA Set Event Handlers selhala!
it: ICA Set Event Handlers fallito!
nb_no: ICA Set Event Handlers mislyktes!
nl: ICA Instellen gebeurtenis handeling mislukt!
pt: Manipuladores de evento conjunto ICA falharam!
ru: Не удалось установить обработчик событий ICA!
uk: Не вдалося встановити оброблювач подій ICA!
zh_tw: ICA Set Event Handlers 失敗!

source: ICA Set Props Failed!
cs_cz: Metoda ICA (nastavení vlastností) Set Props selhala!
it: ICA Set Props fallito!
nb_no: ICA Set Props mislyktes!
nl: ICA Instellen Eigenschappen mislukt!
pt: Configuração de props ICA falhou!
ru: Не удалось задать параметры ICA!
uk: Не вдалося задати параметри ICA!
zh_tw: ICA Set Props 失敗!

source: ICA Set Resolution Failed!
cs_cz: Metoda ICA Set Resolution (nastavení rozlišení) selhala!
it: ICA Set Resolution fallito!
nb_no: ICA Set Resolution mislyktes!
nl: ICA Instellen Resolutie mislukt!
pt: Configuração de resolução ICA falhou!
ru: Ошибка установки разрешений ICA!
uk: Помилка встановлення дозволів ICA!
zh_tw: ICA Set Resolution 失敗!

# IdentifyQuickConnectTabs
source: Identify quick connect tabs by adding the prefix "Quick:"
cs_cz: Označ záložky rychlého připojení prefixem "Quick:"
it: Aggiungi il prefisso "Quick:" alle schede di connessioni rapide
nb_no: Identifisere hurtigkoblingsfaner ved prefikset "Hurtig:"
nl: Vindt de Snel aansluit tabs met het voorzetsel "Quick"
pt: Identificar guias de ligação rápida, adicionando o prefixo "rápido:"
ru: Определить вкладки быстрых подключений, добавляя префикс «Quick:»
uk: Визначати вкладки швидкого підключення, додавши префікс «Quick»
zh_tw: 加入字首「Quick:」以識別快速連線索引標籤

# ImportAD
source: Import from Active Directory
cs_cz: Import z Active Directory
it: Importa da Active Directory
nb_no: Importer fra Active Directory
nl: Importeer van Active Directory
pt: Importar do Active Directory
ru: Импорт из Active Directory
uk: Імпорт з Active Directory
zh_tw: 從 Active Directory 匯入

source: Import/Export
nl: Importeer/Exporteer
pt: Importação/exportação
ru: Импорт/Экспорт
zh_tw: 匯入/匯出

# ImportmRemoteXML
source: Import mRemote/mRemoteNG XML
cs_cz: Importovat mRemote/mRemoteNG XML
nl: Importeer mRemote/mRemoteNG XML
pt: Importar XML mRemote/mRemoteNG
ru: Импорт mRemote/mRemoteNG XML
zh_tw: 匯入 mRemote/mRemoteNG XML

# ImportPortScan
source: Import from Port Scan
cs_cz: Importovat ze scanu portů
it: Importa da scansione delle porte
nb_no: Import fra Port Scan
nl: Importeer van Poort Scan
pt: Importar de Port Scan
ru: Импорт из просканированных портов
uk: Імпорт з просканованих портів
zh_tw: 從 Port Scan 匯入

# ImportRDPFiles
source: Import from RDP file(s)
cs_cz: Importovat z .RDP soburu/ů
nl: Importeer van .RDP bestand(en)
pt: Importar de ficheiros .RDP
ru: Импорт из RDP-файла (ов)
zh_tw: 從 .RDP 檔案匯入

source: Inactive
cs_cz: Neaktivní
nl: Inactief
pt: Inativo
ru: Неактивный
zh_tw: 非作用中

source: Informations
cs_cz: Informace
it: Informazioni
nb_no: Informasjon
nl: Informatie
pt: Informações
ru: Информация
uk: Інформація
zh_tw: 資訊

# InheritNewConnection
source: mRemoteNG is up to date
cs_cz: mRemoteNG je aktuální
nl: mRemoteNG is voorzien van de meest actuele versie
pt: O mRemoteNG está atualizado
ru: mRemoteNG в актуальном состоянии
zh_tw: mRemoteNG 為最新

# IntAppDisposeFailed
source: Dispose of Int App process failed!
cs_cz: Zrušení procesu Int App process selhalo!
it: Operazione Dispose of Int App Process fallita!
nb_no: Forkasting av Int App-prosess mislyktes!
nl: Sluiten Interne Applicatie mislukt!
pt: Libertação do Int App falhou!
ru: Не удалось завершить процесс внутреннего приложения!
zh_tw: Dispose of Int App 程序失敗!

source: Int App Focus Failed!
cs_cz: Metoda Int App Focus selhala!
it: Int App Focus fallito!
nb_no: Int App-fokus mislyktes!
nl: Interne Applicatie Focus mislukt!
pt: Foco Int App falhou!
ru: Внутренний инструмент: Ошибка получения фокуса!
uk: Зовнішній інструмент: Помилка отримання фокусу!
zh_tw: Int App Focus 連線失敗!

# IntAppHandle
source: Int App Handle: {0}
nl: Interne Applicatie Handeling: {0}
ru: Обработчик Внутр. инструментов: {0}
uk: Оброблювач подій Зовн. інструментів: {0}
zh_tw: Int App 處理: {0}

# IntAppKillFailed
source: Killing Int App Process failed!
cs_cz: Ukončení Int App Process selhalo!
it: Operazione Killing Int App Process fallita!
nb_no: Tvungen avslutning av Int App-prosess mislyktes!
nl: Beëindigen Interne Applicatie Proces mislukt!
pt: Processo de matar Int App falhou!
ru: Не удалось завершить процесс внутреннего приложения!
uk: Не вдалося завершити процес зовнішнього інструменту!
zh_tw: Killing Int App 程序失敗!

source: Int App Resize failed!
cs_cz: Metoda Int App Resize selhala!
it: Int App Resize fallito!
nb_no: Int App Resize mislyktes!
nl: Interne Applicatie Formaat Wijzigen mislukt!
pt: Redimensionamento do Int App falhou!
ru: Внутренний инструмент: Ошибка изменения размера!
uk: Зовнішній інструмент: Помилка зміни розміру!
zh_tw: Int App 調整大小失敗!

source: --- IntApp Stuff ---
cs_cz: --- IntApp výstup ---
it: --- Roba di IntApp ---
nb_no: --- IntApp-ting ---
nl: --- Interne Applicatie Spulen ---
pt: ---Coisas IntApp--
ru: --- Внутреннее приложение ---

# IntAppTitle
source: Int App Title: {0}
cs_cz: Int App Název: {0}
nb_no: Int App-tittel: {0}
nl: Interne Applicatie naam: {0}
pt: Int App título: {0}
ru: Заголовок внешнего инструмента: {0}
uk: Заголовок зовнішнього інструменту: {0}
zh_tw: Int App 標題: {0}

# LabelAddress
source: Address:
cs_cz: Adresa:
nl: Adres:
pt: Endereço:
ru: Адрес:
zh_tw: 位址:

# LabelClosingConnections
source: When closing connections:
cs_cz: Když se ukončují spojení:
nl: Bij het sluiten van connecties:
pt: Ao fechar ligações:
ru: При закрытии подключений:
zh_tw: 關閉連線時:

# LabelConnect
source: &Connect:
cs_cz: &Připojit:
nl: &Verbind:
pt: &Ligar:
ru: &Подключение:
zh_tw: 連線(&C):

source: Display Name
it: Nome visualizzato
nb_no: Visningsnavn
ru: Отображаемое имя:
uk: Коротке ім'я

source: Domain
it: Dominio
nb_no: Domene
ru: Домен
uk: Домен

# LabelHostname
source: Hostname:
cs_cz: Hostitel:
nl: Hostnaam:
ru: Имя хоста:
zh_tw: 主機名稱:

# LabelPortableEdition
source: Portable Edition
cs_cz: Přenosná verze
nl: Mobiele Editie
pt: Edição portátil
ru: Портативная версия
zh_tw: 可攜版

# LabelPuttySessionsConfig
source: To configure PuTTY sessions click this button:
cs_cz: Pro konfiguraci sezení PuTTY stiskněte toto tlačítko:
nl: Om PuTTY Sessies te configureren klik op deze knop:
pt: Para configurar as sessões PuTTY clique neste botão:
ru: Нажмите на эту кнопку для настройки сессий PuTTY:
zh_tw: 若要組態 PuTTY 工作階段，按一下此按鈕:

# LabelPuttyTimeout
source: Maximum PuTTY and integrated external tools wait time:
cs_cz: Maximální doba čekání na PuTTY a integrované externí nástroje:
nl: Max. PuTTY && Geïntegreerde Ext. Applicatie wachttijd:
pt: Máxima tempo de espera para PuTTY e ferramentas externas integradas:
ru: Максимальное время ожидание PuTTY и внешнего приложения:
zh_tw: PuTTY 和整合的外部工具的最大等待時間:

# LabelReleasedUnderGPL
source: Released under the GNU General Public License (GPL)
cs_cz: Vydáno pod GNU General Public License (GPL)
nl: Vrijgegeven onder de GNU General Public License (GPL)
pt: Lançado sob a GNU General Public License (GPL)
ru: Выпущено под лицензией GNU General Public License (GPL)
zh_tw: 根據 GNU General Public License (GPL) 發佈

# LabelSeconds
source: Seconds
cs_cz: sekund
nl: seconden
pt: segundos
ru: Секунд
zh_tw: 秒

# LabelSelectPanel
source: Select a panel from the list below or click New to add a new one. Click OK to continue.
cs_cz: Z níže uvedeného seznamu vyberte panel nebo stiskněte "Nový" pro přidání nového. Pro pokračování stiskněte "OK".
nl: Selecteer een paneel uit de onderstaande lijst of klik op Nieuw om een nieuwe toe te voegen. Klik op OK om verder te gaan.
pt: Selecione um painel na lista abaixo ou clique em Novo para adicionar um novo. Clique em OK para continuar.
ru: Выберите панель из списка или нажмите кнопку Новая, чтобы создать новую. Нажмите кнопку OK, чтобы продолжить.
zh_tw: 從以下清單選取面板或按一下 [新增] 以加入新的。 按一下 [確定] 繼續。

# LabelServerStatus
source: Server status:
cs_cz: Stav Serveru:
pt: Estado do servidor:
ru: Состояние сервера:
zh_tw: 伺服器狀態:

source: Database:
ru: База данных:
uk: База даних:

# LabelVerify
source: Verify:
cs_cz: Verifikuj:
nl: Verifiëren:
pt: Verificar:
ru: Проверка:
zh_tw: 驗證:

# LanguageString
source: Language
cs_cz: Jazyk
it: Lingua
nb_no: Språk
nl: Taal
pt: Língua
ru: Язык
uk: Мова
zh_tw: 語言

# LanguageDefault
source: (Automatically Detect)
cs_cz: (Automaticky)
it: (rileva automaticamente)
nb_no: (Oppdag automatisk)
nl: (Automatisch detecteren)
pt: (Detectar automaticamente)
ru: (Автоопределение)
uk: (Автовизначення)
zh_tw: (自動偵測)

# LanguageRestartRequired
source: {0} must be restarted before changes to the language will take effect.
cs_cz: Aby se projevila změna jazyka, musí být {0} restartován.
it: {0} deve essere riavviato prima che le nuove impostazioni della lingua abbiano effetto.
nb_no: {0} må startes på nytt for at endringer i språkinnstillinger skal tre i kraft.
nl: {0} moet opnieuw worden opgestart voordat de wijzigingen van de taal actief zullen worden.
pt: {0} deve ser reiniciado antes que alterações à língua entrem em vigor.
ru: {0} необходимо перезапустить, чтобы изменения языка вступили в силу.
uk: {0} необхідно перезапустити, щоб налаштування мови вступили в силу.
zh_tw: {0} 必須重新啟動使變更語言生效。

source: Load from SQL failed
cs_cz: Načtení z SQL selhalo
it: Operazione Load From SQL fallita!
nb_no: Innlasting fra SQL mislyktes!
nl: Laden van SQL mislukt!
pt: Falhou carregamento do SQL!
ru: Загрузить из SQL не удалось!
uk: Завантаження з SQL не вдалося!
zh_tw: 從 SQL 載入連線失敗!

source: Load From XML failed!
cs_cz: Načtení z XML selhalo!
it: Operazione Load From XML fallita!
nb_no: Innlasting fra XML mislyktes!
nl: Laden van XML mislukt!
pt: Falhou carregamento do XML!
ru: Загрузить из XML не удалось!
uk: Завантаження з XML не вдалося!
zh_tw: 從 XML 載入連線失敗!

source: Local file
cs_cz: Lokální soubor
it: File locale
nb_no: Lokal fil
nl: Lokaal bestand
pt: Arquivo local
ru: Локальный файл
uk: Локальний файл
zh_tw: 本機檔案

source: Local file does not exist!
cs_cz: Lokální soubor neexistuje!
it: Il file locale non esiste!
nb_no: Lokal fil eksisterer ikke!
nl: Lokaal bestand bestaat niet!
pt: Arquivo local inexistente!
ru: Локальный файл не существует!
uk: Локальний файл не існує!
zh_tw: 本機檔案不存在!

source: Logoff
nl: Afmelden
pt: Desligar
ru: Выход
zh_tw: 登出

# LogWriteToFileFailed
source: Writing to report file failed!
cs_cz: Zápis do souboru reportu selhalo!
nl: Schrijven naar log bestand mislukt!
pt: Falha de escrita no arquivo de relatório!
ru: Записать в файл отчета не удалось!
zh_tw: 寫入報告檔失敗!

# LogWriteToFileFinalLocationFailed
source: Couldn't save report to final location.
cs_cz: Nebylo možné uložit report do požadovaného umístění.
nl: Kon log bestand niet opslaan naar definitieve locatie.
pt: Impossível salvar relatório no destino final.
ru: Невозможно сохранить отчет в папке назначения.
zh_tw: 無法儲存報告到最終位置。

# MagicLibraryAttribution
source: Uses the Magic library by [Crownwood Software]
cs_cz: Využívá "Magic library" od [Crownwood Software]
nl: Maakt gebruik van de Magic bibliotheek door [Crownwood Software]
pt: Usa a biblioteca mágica [Crownwood Software]
ru: Использовано Magic library от [Crownwood Software]
zh_tw: 使用 Magic library by [Crownwood Software]

# MenuAddConnectionPanel
source: Add Connection Panel
cs_cz: Nový panel spojení
nl: Voeg Connectie Paneel toe
pt: Adicionar o Painel de Ligação
ru: Добавить Панель подключения
zh_tw: 加入連線面板

# MenuCheckForUpdates
source: Check for Updates
cs_cz: Vyhledat aktualizace
nl: Controleer voor beschikbare Updates
pt: Verificar se há atualizações
ru: Проверка наличия обновлений
zh_tw: 檢查更新

# MenuConfig
source: Config
cs_cz: Nastavení
nl: Configuratie
ru: Конфигурация
zh_tw: 組態

# MenuConnectionPanels
source: Connection Panels
cs_cz: Panely
nl: Connectie Panelen
pt: Painéis de ligações
ru: Панель подключений
zh_tw: 連線面板

# MenuConnectionsAndConfig
source: Connections and Config
cs_cz: Nastavení spojení
nl: Verbindingen en Configuratie
pt: Configurações e ligações
ru: Подключения и конфигурация
zh_tw: 連線和組態

# MenuCopy
source: Copy
cs_cz: Kopírovat
nl: Kopiëren
pt: Copiar
ru: Копировать
zh_tw: 複製

# MenuDeleteConnection
source: Delete Connection...
cs_cz: Smazat spojení...
nl: Verwijder Connectie...
pt: Excluir a conexão...
ru: Удалить подключение...
zh_tw: 刪除連線...

# MenuDeleteExternalTool
source: Delete External Tool...
cs_cz: Smazat vnější nástroj...
nl: Verwijder Externe Applicatie...
pt: Excluir ferramenta externa...
ru: Удалить внешний инструмент...
zh_tw: 刪除外部工具...

# MenuDeleteFolder
source: Delete Folder...
cs_cz: Smazat složku...
nl: Verwijder Map...
pt: Excluir a pasta...
ru: Удалить папку...
zh_tw: 刪除資料夾...

# MenuDonate
source: Donate
cs_cz: Přispějte
nl: Doneer
pt: Doar
ru: Помочь проекту
zh_tw: 捐贈

# MenuDuplicateConnection
source: Duplicate Connection
cs_cz: Klonovat připojení
nl: Dupliceer Connectie
pt: Duplicar ligação
ru: Дубликат подключения
zh_tw: 複製連線

# MenuDuplicateFolder
source: Duplicate Folder
cs_cz: Klonovat složku
nl: Dupliceer Map
pt: Duplicar pasta
ru: Дублировать папку
zh_tw: 複製資料夾

# MenuDuplicateTab
source: Duplicate Tab
cs_cz: Klonovat záložku tabu
nl: Dupliceer Tab
pt: Duplicar Aba
ru: Дублировать вкладку
zh_tw: 複製索引標籤
