Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# MenuExit
source: Exit
nl: Suiten
pt: Sair
ru: Выход
zh_tw: 結束

# MenuExternalTools
source: External Tools
cs_cz: Externí nástroje
nl: Externe Applicaties
pt: Ferramenta externa
ru: Внешние инструменты
zh_tw: 外部工具

# MenuExternalToolsToolbar
source: External Tools Toolbar
cs_cz: Nástrojová lišta externích nástrojů
nl: Externe Applicaties menubalk
pt: Barra de ferramentas externas
ru: Внешние инструменты
zh_tw: 外部工具工具列

# MenuFile
source: &File
cs_cz: &Soubor
nl: &Bestand
pt: &Arquivo
ru: &Файл
zh_tw: 檔案(&F)

# MenuHelp
source: &Help
cs_cz: &Nápověda
pt: &Ajuda
ru: &Справка
zh_tw: 說明(&H)

# MenuHelpContents
source: mRemoteNG Help
cs_cz: Nápověda mRemoteNG
pt: Ajuda mRemoteNG
ru: Справка mRemoteNG
zh_tw: mRemoteNG 說明

# MenuJumpTo
source: Jump to
cs_cz: Jít na
nl: Ga naar
pt: Ir para
ru: Перейти к
zh_tw: 跳至

# MenuLaunchExternalTool
source: Launch External Tool
cs_cz: Spustit externí nástroj
nl: Start Externe Applicatie
pt: Executar Ferramenta Externa
ru: Запуск внешних инструментов
zh_tw: 啟動外部工具

# MenuNewConnectionFile
source: New Connection File
cs_cz: Nový soubor seznamu spojení
nl: Nieuwe Connectie Bestand
pt: Novo arquivo de ligações
ru: Новый файл подключения
zh_tw: 新增連線檔案

# MenuNewExternalTool
source: New External Tool
cs_cz: Nový externí nástroj
nl: Nieuwe Externe Applicatie
pt: Nova ferramenta externa
ru: Новый внешний инструмент
zh_tw: 新增外部工具

# MenuNotifications
source: Notifications
cs_cz: Varovné zprávy
nl: Notificaties
pt: Notificações
ru: Уведомления
zh_tw: 通知

# MenuNotificationsCopyAll
source: Copy All
cs_cz: Kopírovat vše
nl: Kopieër alles
pt: Copie todos
ru: Скопировать все
zh_tw: 全部複製

# MenuNotificationsDelete
source: Delete
cs_cz: Smazat
nl: Verwijder
pt: Excluir
ru: Удалить
zh_tw: 刪除

# MenuNotificationsDeleteAll
source: Delete All
cs_cz: Smazat vše
nl: Verwijder alles
pt: Apagar tudo
ru: Удалить все
zh_tw: 全部刪除

# MenuOpenConnectionFile
source: Open Connection File...
cs_cz: Otevřít soubor seznamu spojení...
nl: Open Connectie Bestand...
pt: Abrir arquivo de ligações...
ru: Открыть файл подключения...
zh_tw: 開啟連線檔案...

source: Options
it: Opzioni
nb_no: Alternativer
ru: Опции
uk: Параметри

# MenuPaste
source: Paste
cs_cz: Vložit
nl: Plakken
pt: Colar
ru: Вставить
zh_tw: 貼上

# MenuPortScan
source: Port Scan
cs_cz: Scan portů
nl: Poort Scan
pt: Varrer portas
ru: Сканер портов
zh_tw: 通訊埠掃描

# MenuQuickConnectToolbar
source: Quick Connect Toolbar
cs_cz: Nástrojová lišta rychlého připojení
nl: Quick Connect menubalk
pt: Barra de ferramentas simples
ru: Панель Быстрое подключение
zh_tw: 快速連線工具列

# MenuReconnect
source: Reconnect
cs_cz: Obnovit připojení
nl: Opnieuw verbinden
pt: Ligar novamente
ru: Переподключение
zh_tw: 重新連線

# MenuRefreshScreen
source: Refresh Screen (VNC)
cs_cz: Obnovit obraz (VNC)
nl: Vernieuw Scherm (VNC)
pt: Atualizar ecrã (VNC)
ru: Обновить экран (VNC)
zh_tw: 重新整理螢幕 (VNC)

# MenuRename
source: Rename
cs_cz: Přejmenovat
nl: Hernoem
pt: Renomear
ru: Переименовать
zh_tw: 重新命名

# MenuRenameConnection
source: Rename Connection
cs_cz: Přejmenovat spojení
nl: Hernoem Connectie
pt: Renomear ligação
ru: Переименовать подключение
zh_tw: 重新命名連線

# MenuRenameFolder
source: Rename Folder
cs_cz: Přejmenovat složku
nl: Naam map wijzigen
pt: Renomear pasta
ru: Переименовать папку
zh_tw: 重新命名資料夾

# MenuRenameTab
source: Rename Tab
cs_cz: Přejmonovat záložku tabu
nl: Hernoem Tab
pt: Renomear aba
ru: Переименовать закладку
zh_tw: 重新命名索引標籤

# MenuReportBug
source: Report a Bug
cs_cz: Nahlásit chybu
nl: Meld een bug
pt: Relatar um erro
ru: Сообщить об ошибке
zh_tw: 報告 Bug

# MenuResetLayout
source: Reset layout
cs_cz: Výchozí vzhled
nl: Herstel lay-out
pt: Repôr o layout
ru: Сброс
zh_tw: 重設配置

# MenuSaveConnectionFile
source: Save Connection File
cs_cz: Uložit seznam spojení
nl: Opslaan Connectie bestand
pt: Salvar arquivo de ligações
ru: Сохранить подключение
zh_tw: 儲存連線檔案

# MenuSaveConnectionFileAs
source: Save Connection File As...
cs_cz: Uložit seznam spojení jako...
nl: Opslaan Connectie bestand Als...
pt: Salvar arquivo de ligações, como...
ru: Сохранить подключение как...
zh_tw: 另儲連線檔案...

# MenuScreenshotManager
source: Screenshot Manager
cs_cz: Správa snímků obrazovek
nl: Screenshot beheerder
pt: Gestor de fotografias de ecrã
ru: Менеджер скриншотов
zh_tw: 快照管理員

# MenuSendSpecialKeys
source: Send Special Keys (VNC)
cs_cz: Poslat speciální stisk kláves (VNC)
nl: Stuur Speciale toetsencombinatie (VNC)
pt: Enviar teclas especiais (VNC)
ru: Отправить спец. клавиши (VNC)
zh_tw: 傳送特殊鍵 (VNC)

# MenuSessions
source: Sessions
cs_cz: Sezení
nl: Sessies
pt: Sessões
ru: Сессии
zh_tw: 工作階段

# MenuSessionsAndScreenshots
source: Sessions and Screenshots
cs_cz: Sezení a snímky obrazovek
nl: Sessies en Screenshots
pt: Sessões e Cópias de ecrã
ru: Сессии и скриншоты
zh_tw: 工作階段和快照

# MenuShowHelpText
source: &Show Help Text
cs_cz: &Zobraz texty nápovedy
nl: &Laat hulp zien
ru: Показать текст справки
zh_tw: 顯示說明文字(&S)

# MenuShowText
source: Show Text
cs_cz: Zobraz text
nl: Toon tekst
pt: Visualizar texto
ru: Показать текст
zh_tw: 顯示文字

# MenuSSHFileTransfer
source: SSH File Transfer
cs_cz: SSH přenos souborů
nl: SSH Bestandsoverdracht
pt: Transferência de Ficheiro SSH
ru: Передача файлов по SSH
zh_tw: SSH 檔案傳輸

# MenuStartChat
source: Start Chat (VNC)
cs_cz: Spustit (VNC) chat
pt: Iniciar chat (VNC)
ru: Начать чат (VNC)
zh_tw: 開始聊天 (VNC)

# MenuSupportForum
source: Support Forum
cs_cz: Diskuzní fórum podpory
nl: Ondersteunings Forum
pt: Fórum de suporte
ru: Форум поддержки
zh_tw: 支援討論區

# MenuTools
source: &Tools
cs_cz: &Nástroje
nl: &Extra
pt: &Ferramentas
ru: &Инструменты
zh_tw: 工具(&T)

# MenuTransferFile
source: Transfer File (SSH)
cs_cz: Přenos souboru (SSH)
nl: Bestandsoverdracht (SSH)
pt: Transferência de arquivo (SSH)
ru: Передача файлов (SSH)
zh_tw: 傳輸檔案 (SSH)

# MenuView
source: &View
cs_cz: &Zobrazení
nl: &Beeld
pt: &Vista
ru: &Вид
zh_tw: 檢視(&V)

source: View Only
it: Visualizza soltanto (VNC)
nb_no: Kun visning (VNC)
ru: Просмотр (VNC)
uk: Перегляд (VNC)

# MenuWebsite
source: Website
cs_cz: Webová stránka
pt: Sítio
ru: Веб-сайт
zh_tw: 網站

# MinimizeToSysTray
source: Minimize to notification area
cs_cz: Minimizovat do oznamovací oblasti
it: Riduci a icona nell'area delle notifiche
nb_no: Minimer til notisområde
nl: Minimaliseer naar het systeemvak
pt: Minimizar para área de notificação
ru: Минимизировать в системный трей
uk: Мінімізувати в область сповіщень
zh_tw: 最小化到通知區域

source: Move down
cs_cz: Přesunout dolů
it: Sposta sotto
nb_no: Flytt ned
nl: Omlaag
pt: Mover para baixo
ru: Вниз
uk: Вниз
zh_tw: 下移

source: Move up
cs_cz: Přesunout nahoru
it: Sposta sopra
nb_no: Flytt opp
nl: Omhoog
pt: Mover para cima
ru: Вверх
uk: Вгору
zh_tw: 上移

# MyCurrentWindowsCreds
source: My current credentials (Windows logon information)
cs_cz: Aktivní přihl. údaje (z Windows logon)
it: Le mie credenziali (di accesso a Windows)
nb_no: Min gjeldende legitimasjon (Windows-påloggingsinformasjon)
nl: Mijn huidige gegevens (Windows login-informatie)
pt: Minhas atuais credenciais (informações de logon do Windows)
ru: Мои текущие учетные данные (Windows учетные данные)
uk: Мої поточні облікові дані (Windows облікові дані)
zh_tw: 我的目前認證 (Windows 登入資訊)

source: Never
cs_cz: Nikdy
it: Mai
nb_no: Aldri
nl: Nooit
pt: Nunca
ru: Никогда
uk: Ніколи
zh_tw: 永不

source: New Connection
cs_cz: Nové spojení
it: Nuova connessione
nb_no: &Ny tilkobling
nl: Nieuwe Connectie
pt: Nova ligação
ru: Новое подключение
uk: Нове з'єднання
zh_tw: 新增連線

source: New Folder
cs_cz: Nová složka
it: Nuova cartella
nb_no: Ny &mappe
nl: Nieuwe Map
pt: Nova pasta
ru: Новая папка
uk: Нова папка
zh_tw: 新增資料夾

source: New Panel
cs_cz: Nový panel
it: Nuovo pannello
nb_no: Nytt panel
nl: Nieuw Paneel
pt: Novo painel
ru: Новая панель
uk: Нова панель
zh_tw: 新增面板

source: New Root
cs_cz: Nový kořen
nl: Nieuwe Root
pt: Nova raiz
ru: Новый корень
zh_tw: 新增根目錄

source: New Title
cs_cz: Nový popisek
it: Nuovo titolo
nb_no: Ny tittel
nl: Naamloos
pt: Novo título
ru: Новое название
uk: Нова назва
zh_tw: 新增標題

source: No
cs_cz: Ne
nb_no: Nei
nl: Nee
pt: Não
ru: Нет
uk: Ні
zh_tw: 否

# NoCompression
source: No сompression
cs_cz: Bez komprimace
it: Nessuna compressione
nb_no: Ingen komprimering
nl: Geen Compressie
pt: Sem compactação
ru: Без сжатия
uk: Без стискання
zh_tw: 不壓縮

# NoExtAppDefined
source: No ext. app specified.
cs_cz: Nebyla specifikována ext. aplikace.
it: Nessuna applicazione esterna specificata.
nb_no: Ingen ekstern applikasjon spesifisert.
nl: Geen externe applicatie opgegeven.
pt: Nenhuma App externa especificada.
ru: Не указано внешнее приложение.
uk: Не вказано зовнішній інструмент
zh_tw: 不結束指定 App。

source: None
cs_cz: (žádné)
it: Nessuno
nb_no: Ingen
nl: Geen
pt: Nenhum
ru: ничто
uk: Ні
zh_tw: 無

source: Normal
it: Normale
nl: Normaal
ru: Нормальный
uk: Нормальний
zh_tw: 標準

source: No SmartSize
cs_cz: Ne automatickou velikost
it: Disattiva SmartSize
nb_no: Ingen SmartSize
nl: Geen SmartSize
pt: Não SmartSize
ru: SmartSize недоступен
uk: Немає SmartSize
zh_tw: 不智慧大小

source: No update available
cs_cz: Nejsou k dispozici žádné aktualizace
it: Nessun aggiornamento disponibile
nb_no: Ingen oppdateringer tilgjengelig
nl: Geen update beschikbaar
pt: Nenhuma atualização disponível
ru: Нет доступных обновлений
uk: Немає доступних оновлень
zh_tw: 沒有可用更新

# OldConffile
source: You are trying to load a connection file that was created using an very early version of mRemote, this could result in an runtime error. If you run into such an error, please create a new connection file!
cs_cz: Pokoušíte se načíst soubor seznamu spojení, který byl vytvořen pomocí velmi ranné verze mRemote, což by mohlo vést k běhové chybě. Pokud k takové chybě dojde, prosím vytvořte nový soubor se seznamem spojení!
it: Se stai tentando di caricare un file delle connessioni creato con una vecchia versione di mRemote, questo potrebbe portare ad un errore durante l'esecuzione. Se succede, per favore crea un nuovo file delle connessioni!
nb_no: Du prøver å laste inn en tilkoblingsfil opprettet i en veldig tidlig versjon av mRemote. Dette kan føre til kjørefeil. Hvis du støter på en slik feil, vennligst opprett en ny tilkoblingsfil!
nl: U probeert een verbindings bestand te openen dat is gemaakt met behulp van een zeer vroege versie van mRemote dit kan resulteren in een vastlopende applicatie. Als dergelijke problemen voorkomen maak dan een nieuwe verbindings bestand aan!
pt: Você está a tentar carregar um arquivo de ligações que foi criado usando uma versão muito inicial do mRemote, isso poderia resultar erro de execução. Se o erro acontecer, crie um novo arquivo de ligações!
ru: Вы пытаетесь загрузить файл подключения, созданного с помощью очень ранней версии mRemote, это может привести к ошибке выполнения. Пожалуйста, создайте новый файл подключения!
uk: Ви намагаєтеся завантажити файл з'єднання, що створений за допомогою дуже ранніх версій mRemote, це може спричинити помилки виконання. Будь ласка, створіть новий файл з'єднання!
zh_tw: 您嘗試載入的連線設定檔是使用非常早期的 mRemote 版本所建立，這會造成執行階段錯誤。 如有類似錯誤，請建立新的連線檔案!

# OpenNewTabRight
source: Open new tab to the right of the currently selected tab
cs_cz: Otevřít novou záložku tabu vpravo od právě vybraného
it: Apri un nuovo tab a destra del tab selezionato
nb_no: Åpne ny fane til høyre for aktiv fane
nl: Open een nieuw tabblad aan de rechterkant van het geselecteerde tabblad
pt: Abrir nova aba à direita da guia selecionada
ru: Открытие новой вкладки справа от выбранной вкладки
uk: Відкривати нову вкладку праворуч від вибраної вкладки
zh_tw: 在目前選取的索引標籤右側開啟新的索引標籤

source: Open Ports
cs_cz: Otevřené porty
it: Porte aperte
nb_no: Åpne porter
nl: Open Poorten
pt: Portas abertas
ru: Открытые порты
uk: Відкриті порти
zh_tw: 開啟連接埠

# OptionsTabTheme
source: Theme
cs_cz: Vzhled
nl: Thema
pt: Tema
ru: Тема
zh_tw: 主題

# OptionsThemeButtonDelete
source: &Delete
cs_cz: &Odstranit
nl: &Verwijder
pt: &Excluir
ru: &Удалить
zh_tw: 刪除(&D)

# OptionsThemeButtonNew
source: &New
cs_cz: &Nový
nl: &Nieuw
pt: &Novo
ru: &Новая
zh_tw: 新增(&N)

source: Panel Name
cs_cz: Název panelu
it: Nome del pannello
nb_no: Panelnavn
nl: Paneel Naam
pt: Nome do painel
ru: Название группы
uk: Назва панелі
zh_tw: 面板名稱

# PropertyNamePasswordProtect
source: Password protect
cs_cz: Chránit heslem
nl: Beveiligen met een wachtwoord
pt: Proteger com senha
ru: Защита паролем
zh_tw: 密碼保護

source: Please fill all fields
cs_cz: Prosím vyplňte všechna vstupní pole
it: Per favore compila tutti i campi
nb_no: Vennligst fyll inn alle felt
nl: Vul alstublieft alle velden in
pt: Por favor, preencha todos os campos
ru: Пожалуйста, заполните все поля
uk: Будь ласка, заповніть всі поля
zh_tw: 請填入所有欄位

# PortScanCouldNotLoadPanel
source: Couldn't load PortScan panel!
cs_cz: Nezdařilo se otevřít panel PortScan!
it: Impossibile caricare il pannello di scansione delle porte!
nb_no: Kunne ikke laste inn portskanningpanelet!
nl: Poortscan paneel kon niet worden geladen
pt: Impossível carregar o painel PortScan!
ru: Не удалось загрузить панель Сканера портов!
uk: Не вдалося завантажити панель сканера портів!
zh_tw: 無法載入 PortScan 面板!

# PropertiesWillOnlyBeSavedMRemoteXML
source: (These properties will only be saved if you select mRemote/mRemoteNG XML as output file format!)
cs_cz: (Tyto vlastnosti se uloží pouze tehdy, pokud vyberete formát výstupního souboru typu "mRemote" nebo "mRemoteNG XML"!)
nl: (Deze eigenschappen worden alleen opgeslagen als u mRemote/mRemoteNG XML als output bestand formaat selecteert!)
pt: (Essas propriedades somente serão salvas se você selecionar mRemote/mRemoteNG XML como formato de arquivo de saída!)
ru: (Эти свойства будут сохранены только если вы выберете mRemote/mRemoteNG XML в качестве выходного формата файлов!)
zh_tw: (這些內容只有在選取 mRemote/mRemoteNG XML 為輸出檔案格式時才會儲存!)

# PropertyDescriptionAddress
source: Enter the hostname or ip you want to connect to.
cs_cz: zadejte název hostitele nebo jeho IP adresu ke které se chcete připojit.
nl: Geef de hostnaam of IP adres op waarmee u verbinding wilt maken
pt: Digite o nome do host ou o ip onde pretende ligar-se.
ru: Введите имя хоста или IP к которому вы хотите подключиться.
zh_tw: 輸入您要連線的主機名稱或 IP。

# PropertyDescriptionAll
source: Toggle all inheritance options.
cs_cz: Změnit všude převzetí z nadřazené.
it: Inverti tutte le opzioni di ereditarietà.
nb_no: Veksle alle alternativer for arv.
nl: Schakelen alle successierechten opties.
pt: Alterne todas as opções de herança.
ru: Переключить все наследуемые параметры.
uk: Перемкнути усі варіанти успадкування.
zh_tw: 切換所有的繼承選項。

# PropertyDescriptionAuthenticationLevel
source: Select which authentication level this connection should use.
cs_cz: Vyberte jakou úroveň autentizace má toto spojení použít.
it: Seleziona quale livello di autenticazione deve essere utilizzato per questa connessione.
nb_no: Velg hvilket autentiseringsnivå denne tilkoblingen skal bruke.
nl: Selecteer welke authenticatie niveau deze verbinding moet gebruiken.
pt: Selecione o nível de autenticação a usar nesta ligação.
ru: Выберите используемый уровень авторизации.
uk: Виберіть рівень аутентифікації, що має використовувати це з'єднання.
zh_tw: 選取此連線所用的驗證等級。

# PropertyDescriptionAuthenticationMode
source: Select how you want to authenticate against the VNC server.
cs_cz: Vyberte jak se chcete autentizovat VNC serveru.
it: Seleziona come effettuare l'autenticazione con il server VNC.
nb_no: Velg hvordan du ønsker å autentisere deg mot VNC-serveren.
nl: Selecteer hoe u wilt authenticeren naar de VNC-server.
pt: Selecione como se deseja autenticar no servidor VNC.
ru: Выберите способ авторизации на сервере VNC.
uk: Виберіть спосіб авторизації на сервері VNC.
zh_tw: 選取針對 VNC 伺服器的驗證方式。

# PropertyDescriptionCacheBitmaps
source: Select whether to use bitmap caching or not.
cs_cz: Vyberte zda chcete využívat mezipamět bitmapových dat či nikoliv.
it: Scegli se utilizzare la cache per i bitmap o meno.
nb_no: Velg om du vil bruke hurtigbufring av punktgrafikk eller ikke.
nl: Geef aan of u bitmap caching wel of niet wil gebruiken.
pt: Selecione se deseja usar a cache bitmap ou não.
ru: Выберите использовать или нет, кэширование графики.
uk: Виберіть, чи використовувати кешування растрових зображень.
zh_tw: 選取是否使用點陣圖快取。

# PropertyDescriptionColors
source: Select the colour quality to be used.
cs_cz: Vyberte barevnou hloubku.
it: Seleziona la qualità del colore da utilizzare.
nb_no: Velg hvilken fargekvalitet som skal brukes.
nl: Selecteer de kleurkwaliteit welke moet worden gebruikt.
pt: Selecione a qualidade de cor a ser usada.
ru: Выберите качество цвета, которое будет использоваться.
uk: Виберіть якість кольору, що буде використовуватися.
zh_tw: 選取使用的色彩品質。

# PropertyDescriptionCompression
source: Select the compression value to be used.
cs_cz: Vyberete úroveň komprese.
it: Seleziona la quantità di compressione da utilizzare.
nb_no: Velg kompresjonsverdien som skal brukes.
nl: Selecteer de compressie waarde welke moet worden gebruikt.
pt: Selecione o valor de compressão a ser usado.
ru: Выберите значение сжатия, которое будет использоваться.
uk: Виберіть значення стискання, яке буде використовуватися.
zh_tw: 選取使用的壓縮值。

# PropertyDescriptionDescription
source: Put your notes or a description for the host here.
cs_cz: Sem zadejte své poznámky nebo popis hostitele.
it: Inserisci qui le tue note o una descrizione dell'host.
nb_no: Skriv inn notater eller en beskrivelse for verten her.
nl: Zet hier uw notities of een omschrijving van de desbetreffende host
pt: Colocar suas anotações ou descrição para o host aqui.
ru: Введите здесь заметки или описания для подключения.
uk: Помістіть сюди свої замітки або опис хоста.
zh_tw: 在此輸入主機的備註或描述。

# PropertyDescriptionDisplayThemes
source: Select yes if the theme of the remote host should be displayed.
cs_cz: Zvolte "ano" pokud má být použit vzhled (téma) nastavený na vzdáleném hostiteli.
it: Scegli "sì" se vuoi che il tema dell'host remoto sia visualizzato.
nb_no: Velg ja hvis den eksterne vertens tema skal vises.
nl: Selecteer of het Bureaubladachtergrond wel of niet moet worden gebruikt.
pt: Selecione Sim se o tema do host remoto deve ser exibido.
ru: Выберите Да, если хотите использовать тему Рабочего стола на удаленном хоста.
uk: Виберіть «Так», якщо хочете бачити тему робочого столу віддаленого хоста.
zh_tw: 選取是否顯示遠端主機的佈景主題。

# PropertyDescriptionDisplayWallpaper
source: Select yes if the wallpaper of the remote host should be displayed.
cs_cz: Zvolte "ano" pokud se má zobrazovat pozadí plochy dle nastavení na vzdáleném hosititeli.
it: Scegli "sì" se vuoi che lo sfondo dell'host remoto sia visualizzato.
nb_no: Velg ja hvis den eksterne vertens bakgrunnsbilde skal vises.
nl: Selecteer of het Bureaubladachtergrond wel of niet moet worden gebruikt.
pt: Selecione Sim se o papel de parede do host remoto deve ser exibido.
ru: Выберите Да, если хотите использовать обои Рабочего стола на удаленном хосте.
uk: Виберіть «Так», якщо хочете бачити шпалери віддаленого хоста.
zh_tw: 選取是否顯示遠端主機的底色圖案。

# PropertyDescriptionDomain
source: Enter your domain.
cs_cz: Zadejte doménu pod kterou spadají uživatelské přihlašovací údaje (NETBIOSNAME před '\') .
it: Inserisci il tuo dominio.
nb_no: Skriv inn domenenavn.
nl: Voer de domeinnaam in.
pt: Digite o seu domínio.
ru: Введите имя домена.
uk: Введіть ім'я домену.
zh_tw: 請輸入網域。

# PropertyDescriptionEnableDesktopComposition
source: Select whether to use desktop composition or not.
cs_cz: Vyberte zda použít pokročilé prvky rozhraní (Aero etc.) nebo ne.
it: Scegli se usare la composizione del desktop o meno.
nb_no: Velg om du vil bruke skrivebordskomposisjon eller ikke.
nl: Bureaubladsamenstellingen wel of niet inschakelen
pt: Selecione se deseja usar a composição de área de trabalho ou não.
ru: Использование композиции Рабочего стола на удаленном хосте.
uk: Чи використовувати композицію робочого столу на віддаленому хості.
zh_tw: 選取是否使用桌面佈景。

# PropertyDescriptionEnableFontSmoothing
source: Select whether to use font smoothing or not.
cs_cz: Vyberte zda použít vyhlazování písem.
it: Scegli se usare il font smoothing o meno.
nb_no: Velg om du vil bruke skriftutjevning eller ikke.
nl: Lettertypen wel of niet vloeiend maken
pt: Selecione se deseja utilizar a suavização de fonte ou não.
ru: Использование сглаживания шрифтов.
uk: Використання згладжування шрифтів.
zh_tw: 選取是否使用平滑字型。

# PropertyDescriptionEncoding
source: Select the encoding mode to be used.
cs_cz: Vyberte způsob kódování přenosu.
it: Seleziona la modalità di codifica da utilizzare.
nb_no: Velg hvilken tekstkodingsmodus som skal brukes.
nl: Selecteer de codering modus welke moet worden gebruikt.
pt: Selecione o modo de codificação a ser usado.
ru: Режим кодирования.
uk: Виберіть режим кодування, який буде використовуватися.
zh_tw: 選取使用的編碼模式。

# PropertyDescriptionEncryptionStrength
source: Select the encryption strength of the remote host.
cs_cz: Vyberte požadovanou sílu šifrování vzdáleného hostitele.
it: Seleziona il livello di crittografia dell'host remoto.
nb_no: Velg krypteringsstyrke for den eksterne verten.
nl: Selecteer de codering sterkte van de externe host.
pt: Selecione a força da criptografia do host remoto.
ru: Шифрование на удаленном хосте.
uk: Виберіть ступінь шифрування віддаленого хоста.
zh_tw: 選取遠端主機的加密長度。

# PropertyDescriptionExternalTool
source: Select the external tool to be started.
cs_cz: Vyberte externí nástroj, který má být spuštěn.
it: Seleziona l'applicazione esterna da avviare.
nb_no: Velg det eksterne verktøyet som skal startes.
nl: Selecteer een externe applicatie welke gestart moet worden.
pt: Selecione a ferramenta externa a ser iniciada.
ru: Внешний инструмент, который нужно запустить.
uk: Виберіть зовнішній інструмент для запуску.
zh_tw: 選取啟動的外部工具。

# PropertyDescriptionExternalToolAfter
source: Select a external tool to be started after the disconnection to the remote host.
cs_cz: Vyberte externí nástroj, který má být spuštěn po odpojení od vzdáleného hostitele.
it: Seleziona l'applicazione esterna da avviare dopo la disconnessione dall'host remoto.
nb_no: Velg et eksternt verktøy som skal startes etter frakobling fra den eksterne verten.
nl: Selecteer een externe applicatie welke gestart moet worden nadat de verbinding met de externe host is verbroken
pt: Selecione uma ferramenta externa a ser iniciada após desligar do host remoto.
ru: Внешний инструмент, который нужно запустить на удаленном компьютере после отключения.
uk: Виберіть зовнішній інструмент, який потрібно запустити після відключення від віддаленого хоста.
zh_tw: 選取在中斷遠端主機連線後啟動的外部工具。

# PropertyDescriptionExternalToolBefore
source: Select a external tool to be started before the connection to the remote host is established.
cs_cz: Vyberte externí nástroj, který má být spuštěn před spojením se vzdáleným hostitelem.
it: Seleziona l'applicazione esterna da avviare prima di stabilire la connessione all'host remoto.
nb_no: Velg et eksternt verktøy som skal startes før tilkoblingen til den eksterne verten er opprettet.
nl: Selecteer een externe applicatie welke gestart moet worden voordat de verbinding met de externe host tot stand word gebracht.
pt: Selecione uma ferramenta externa para ser iniciado antes de estabelecida a ligação com o host remoto.
ru: Внешний инструмент, который нужно запустить на удаленном компьютере до подключения.
uk: Виберіть зовнішній інструмент, який потрібно запустити до встановлення з'єднання з віддаленим хостом.
zh_tw: 選取在中斷遠端主機連線前啟動的外部工具。
