Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# PropertyDescriptionIcon
source: Choose a icon that will be displayed when connected to the host.
cs_cz: Vyberte ikonu zobrazovanou pro toto spojení.
it: Scegli un'icona da visualizzare quando connesso all'host.
nb_no: Velg et ikon som skal vises når man er tilkoblet verten.
nl: Kies een pictogram dat wordt weergegeven wanneer verbinding wordt gemaakt met de host.
pt: Escolha um ícone que será exibido quando ligado ao host.
ru: Значок, который будет отображаться при подключении к хосту.
uk: Виберіть піктограму, яка відображатиметься при підключенні до хоста.
zh_tw: 選擇連線到主機時顯示的圖示。

# PropertyDescriptionMACAddress
source: Enter the MAC address of the remote host if you wish to use it in an external tool.
cs_cz: Pokud se využívá v externím nástroji, zadejte sem MAC adresu vzdáleného hostitele.
it: Inserisci l'indirizzo MAC dell'host remoto se vuoi utilizzarlo con un'applicazione esterna.
nb_no: Angi MAC-adressen til den eksterne verten dersom du ønsker å bruke denne i et eksternt verktøy.
nl: Voer het MAC-adres van de externe host in, indien u wenst te gebruiken in een externe applicatie.
pt: Se você deseja usá-lo em uma ferramenta externa, digite o endereço MAC do host remoto.
ru: Введите МАС-адрес удаленного хоста, если вы хотите использовать его во внешнем инструменте.
uk: Введіть МАС-адресу віддаленого хоста, якщо ви хочете використовувати його в зовнішньому інструменті.
zh_tw: 輸入遠端主機的 MAC 位址，如果您希望在外部工具中使用。

# PropertyDescriptionName
source: This is the name that will be displayed in the connections tree.
cs_cz: Toto jméno bude zobrazeno ve stromě seznamu spojení a jejich složek.
it: Questo nome verrà mostrato nell'albero delle connessioni.
nb_no: Dette er navnet som vises i tilkoblingstreet.
nl: Dit is de naam die wordt weergegeven in de opgeslagen verbindingen
pt: Este é o nome que será exibido na árvore de ligações.
ru: Это имя, которое будет отображаться в дереве подключений.
uk: Це ім'я буде відображатися в дереві з'єднань.
zh_tw: 顯示在連線樹中的名稱。

# PropertyDescriptionPanel
source: Sets the panel in which the connection will open.
cs_cz: Zadaný název určí panel, ve kterém se má spojení otevřít.
it: Imposta il pannello in cui aprire la connessione.
nb_no: Angir panelet tilkoblingen vil åpnes i.
nl: Stel het paneel in waarin de verbinding wordt geopend.
pt: Define o painel em que a ligação será aberta.
ru: Установить панель, в которой будет открыто подключение.
uk: Визначає вкладку, в якій буде відкрито з'єднання.
zh_tw: 設定開啟連線的面板。

# PropertyDescriptionPassword
source: Enter your password.
cs_cz: Sem zadejte Vaše heslo.
it: Inserisci la tua password.
nb_no: Skriv inn ditt passord.
nl: Voer uw wachtwoord in.
pt: Digite sua senha.
ru: Введите пароль.
uk: Введіть пароль.
zh_tw: 請輸入密碼。

# PropertyDescriptionPort
source: Enter the port the selected protocol is listening on.
cs_cz: Zadejte port typu protokolu, na kterém poslouchá server/hostitel, ke kterému se připojujete.
it: Inserisci la porta sulla quale il protocollo è in ascolto.
nb_no: Angi porten den valgte protokollen lytter på.
nl: Voer de poortnummer in waar het geselecteerde protocol op luistert.
pt: Insira a porta que o protocolo estará a escutar.
ru: Введите порт выбранного протокола.
uk: Введіть порт, на якому прослуховується вибраний протокол.
zh_tw: 輸入選取協定的接聽連接埠。

# PropertyDescriptionProtocol
source: Choose the protocol mRemoteNG should use to connect to the host.
cs_cz: Vyberte jakým způsobem (typem spojení) se má mRemoteNG spojit s tímto hostitelem.
it: Seleziona il protocollo che mRemoteNG deve usare per connettersi all'host.
nb_no: Velg protokollen mRemoteNG skal bruke for å koble til verten.
nl: Kies het protocol dat mRemoteNG moet gebruiken om verbinding te maken met de host.
pt: Escolha protocolo o mRemoteNG deve usar para se ligar ao host.
ru: Выберите протокол, который должен использоваться для подключения.
uk: Виберіть протокол, який mRemoteNG повинен використовувати для з'єднання з хостом.
zh_tw: 選擇連線到主機時 mRemoteNG 使用的協定。

# PropertyDescriptionPuttySession
source: Select a PuTTY session to be used when connecting.
cs_cz: Vyberte uložené sezení PuTTY, které se použije pro toto spojení.
it: Seleziona una sessione PuTTY da utilizzare per la connessione.
nb_no: Velg en PuTTY-sesjon som skal brukes ved tilkobling.
nl: Selecteer een PuTTY sessie welke wordt gebruikt bij het verbinden.
pt: Selecione uma sessão PuTTY para ser usada na ligação.
ru: Выберите сессию PuTTY, которая будет использоваться при подключении.
uk: Виберіть сесію PuTTY, яка буде використовуватися під час з'єднання.
zh_tw: 選取連線時所用的 PuTTY 工作階段。

# PropertyDescriptionRDGatewayDomain
source: Specifies the domain name that a user provides to connect to the RD Gateway server.
cs_cz: Specifikuje doménové jměno, které uživatel předává při spojení s bránou vzdálené plochy (RD Gateway server).
it: Indica il nome di dominio che l'utente fornisce per connettersi al server gateway RDP.
nb_no: Angir navnet på domenet som brukeren oppgir for å koble til RD Gateway-serveren.
nl: Hiermee geeft u de domeinnaam op die een gebruiker geeft om verbinding te maken naar de RD-gateway-server.
pt: Especifica o nome de domínio que um utilizador fornece para conectar para o servidor Gateway RD.
ru: Определите доменное имя, для подключения к шлюзу Служб терминалов.
uk: Вкажіть доменне ім'я, яке надає користувач для підключення до сервера шлюзу віддаленого робочого столу(RD Gateway).
zh_tw: 指定使用者提供連線到 RD Gateway 伺服器的網域名稱。

# PropertyDescriptionRDGatewayHostname
source: Specifies the host name of the Remote Desktop Gateway server.
cs_cz: Specifikuje název hostitele serveru brány vzdálené plochy (Remote Desktop Gateway server), přes kterého má být toto spojení zprostředkováno.
it: Indica il nome host del server gateway RDP.
nb_no: Angir vertsnavnet til Remote Desktop Gateway-serveren.
nl: Hiermee geeft u de hostnaam van de Remote Desktop-gatewayserver op.
pt: Especifica o nome do host do servidor Gateway de área de trabalho remota.
ru: Определите имя хоста шлюза Служб терминалов.
uk: Вкажіть ім'я хоста сервера шлюзу віддаленого робочого столу(RD Gateway).
zh_tw: 指定 Remote Desktop Gateway 伺服器的主機名稱。

# PropertyDescriptionRDGatewayUsageMethod
source: Specifies when to use a Remote Desktop Gateway (RD Gateway) server.
cs_cz: Specifikuje kdy má být použít server brány vzdálené plochy (Remote Desktop Gateway = RD Gateway).
nl: Specificeert wanneer een Remote Desktop Gateway (RD-gateway-server) gebruikt moet worden.
pt: Especifica quando usar um servidor de Gateway de Desktop remoto (RD Gateway).
ru: Укажите, когда использовать шлюз Служб терминалов.
zh_tw: 指定何時使用 Remote Desktop Gateway (RD Gateway) 伺服器。

# PropertyDescriptionRDGatewayUseConnectionCredentials
source: Specifies whether or not to log on to the gateway using the same username and password as the connection.
cs_cz: Specifikuje, zda pro přihlášení k serveru brány vzdálené plochy použít stejné jméno a heslo jako je hlavní login pro toto spojení.
it: Indica se autenticarsi sul gateway utilizzando le stesse credenziali della connessione.
nb_no: Angir om pålogging til gatewayen skal skje med det samme brukernavnet og passordet som tilkoblingen eller ikke.
nl: Geeft aan of niet aan te melden bij de gateway met dezelfde gebruikersnaam en wachtwoord van de aansluiting.
pt: Especifica se para se identificar o gateway usa o mesmo nome de utilizador e senha.
ru: Укажите, следует ли войти на шлюз, использующий то же имя пользователя и пароль подключения.
uk: Вкажіть, чи потрібно входити в шлюз, використовуючи те саме ім’я користувача й пароль, що і для з'єднання.
zh_tw: 指定是否使用與連線相同的使用者名稱和密碼登入到 Gateway。

# PropertyDescriptionRDGatewayUsername
source: Specifies the user name that a user provides to connect to the RD Gateway server.
cs_cz: Specifikuje uživatelské jméno (login) odlišné od hlavního, které se použije pouze pro spojení se serverem brány vzdálené plochy (RD Gateway server).
it: Indica il nome utente che l'utente fornisce per connettersi al server gateway RDP.
nb_no: Angir brukernavnet som brukeren oppgir for å koble til RD Gateway-serveren.
nl: Hiermee geeft u de gebruikersnaam op waarmee een gebruiker verbinding kan maken met de RD-gateway-server.
pt: Especifica o nome de domínio que um utilizador fornece para ligar para o servidor Gateway RD.
ru: Укажите имя пользователя, которому разрешено подключаться к шлюзу Служб терминалов.
uk: Вкажіть ім'я користувача, яке надає користувач для підключення до сервера шлюзу віддаленого робочого столу(RD Gateway).
zh_tw: 指定使用者提供連線到 RD Gateway 伺服器的使用者名稱。

# PropertyDescriptionRedirectDrives
source: Select whether local disk drives should be shown on the remote host.
cs_cz: Specifikuje, zda mají být lokální disky na tomto počítači připojeny ke vzdálenému hostiteli.
it: Seleziona se visualizzare i dischi locali sull'host remoto.
nb_no: Velg om lokale diskstasjoner skal vises på den eksterne verten.
nl: Selecteer of lokale schijfstations op de externe host moeten worden weergegeven.
pt: Selecione se as unidades de disco locais deve ser mostradas no host remoto.
ru: Укажите, будут ли доступны локальные диски на удаленном хосте.
uk: Вкажіть, чи будуть доступні локальні диски на віддаленому хості.
zh_tw: 選取是否在遠端主機對應本機磁碟機。

# PropertyDescriptionRedirectKeys
source: Select whether key combinations (e.g. Alt-Tab) should be redirected to the remote host.
cs_cz: Vyberte, zda mají být složené stisky kláves (např. Alt-Tab) přesměrovány na vzdáleného hostitele, když je okno mRemote aktivní (má focus).
it: Seleziona se le combinazioni di tasti (as es. Alt-Tab) devono essere inviate all'host remoto.
nb_no: Velg om tastekombinasjoner (f.eks. Alt-Tab) skal omadresseres til den eksterne verten.
nl: Selecteer of toetscombinaties (b.v. Alt-Tab) moeten worden doorgestuurd naar de externe host.
pt: Selecione se as combinações de teclas (por exemplo, Alt-Tab) devem ser redirecionadas para o host remoto.
ru: Укажите, будут ли перенаправлены локальные комбинации клавиш (например, Alt-Tab) на удаленный хост.
uk: Вкажіть, чи будуть перенаправлені локальні комбінації клавіш (наприклад, Alt+Tab) на віддалений хост.
zh_tw: 選取是否重新導向按鍵組合 (例如 Alt-Tab) 到遠端主機。

# PropertyDescriptionRedirectPorts
source: Select whether local ports (ie. com, parallel) should be shown on the remote host.
cs_cz: Specifikuje, zda mají být lokální hardwarové porty (COM, LPT - paralelní) z tohoto počítače připojeny ke vzdálenému hostiteli.
it: Seleziona se visualizzare le porte locali (ad es. COM1, LPT1) sull'host remoto.
nb_no: Velg om lokale porter (dvs. com, parallell) skal vises på den eksterne verten.
nl: Selecteer of lokale poorten (v.b. com, parallel) dienen te worden getoond op de externe host.
pt: Selecione se as portas locais (isto é. com, paralela) devem ser mostradas no host remoto.
ru: Укажите, будут ли доступны локальные порты (т.е. COM, LPT) на удаленном хосте.
uk: Вкажіть, чи будуть доступні локальні порти (тобто COM, LPT) на віддаленому хості.
zh_tw: 選取是否在遠端主機顯示本機連接埠 (例如 序列埠、並列埠)。

# PropertyDescriptionRedirectPrinters
source: Select whether local printers should be shown on the remote host.
cs_cz: Specifikuje, zda mají být tiskárny lokálně připojené (nainstalované na tomto počítači) připojeny ke vzdálenému hostiteli.
it: Seleziona se visualizzare le stampanti locali sull'host remoto.
nb_no: Velg om lokale skrivere skal vises på den eksterne verten.
nl: Selecteer of lokale printers getoond moeten worden op de externe host.
pt: Selecione se impressoras locais devem ser mostradas no host remoto.
ru: Укажите, будут ли локальные принтеры доступны на удаленном хосте.
uk: Вкажіть, чи локальні принтери будуть доступні на віддаленому хості.
zh_tw: 選取是否在遠端主機顯示本機印表機。

# PropertyDescriptionRedirectSmartCards
source: Select whether local smart cards should be available on the remote host.
cs_cz: Specifikuje, zda mají být čipové karty disponibilní na tomto počítači zprostředkovány také vzdálenému hostiteli.
it: Selezionare se le smart card locali devono essere rese disponibili sull'host remoto.
nb_no: Velg om lokale smartkort skal være tilgjengelig på den eksterne verten.
nl: Selecteer of lokale smartcards beschikbaar moeten zijn op de externe host.
pt: Selecione se Smart Cards locais devem estar disponíveis no host remoto.
ru: Укажите, будут ли локальные смарт-карты доступны на удаленном хосте.
uk: Вкажіть, чи будуть локальні смарт-карти доступні на віддаленому хості.
zh_tw: 選取是否在遠端主機可以使用本機智慧卡。

# PropertyDescriptionRedirectSounds
source: Select how remote sound should be redirected.
cs_cz: Vyberte, jak mají být přesměrovány zvuky ze vzdáleného hostitele.
it: Seleziona come l'audio remoto deve essere reindirizzato.
nb_no: Velg hvordan ekstern lyd skal omadresseres.
nl: Selecteer hoe externe geluiden moeten worden doorgestuurd.
pt: Selecione como o som remoto deve ser redirecionado.
ru: Укажите, будет ли перенаправлен удаленный звук на локальный компьютер.
uk: Виберіть, як слід перенаправляти віддалений звук.
zh_tw: 選取如何重新導向音訊。

# PropertyDescriptionRenderingEngine
source: Select one of the available rendering engines that will be used to display HTML.
cs_cz: Vyberte který vykreslovací engine má zobrazovat webové stránky HTML.
it: Seleziona uno dei motori di rendering da utilizzare per mostrare le pagine HTML.
nb_no: Velg en av de tilgjengelige renderingsmotorene som skal brukes til å vise HTML.
nl: Selecteer een van de beschikbare rendering engines die zullen worden gebruikt om de HTML-weergave weer te geven.
pt: Selecione um dos mecanismos de renderização disponíveis que serão usados para exibir o HTML.
ru: Выберите один из доступных движков рендеринга, который будет использоваться для отображения HTML.
uk: Виберіть один із доступних механізмів візуалізації, який використовуватиметься для відображення HTML.
zh_tw: 選取可用的轉譯引擎之一用來顯示 HTML。

# PropertyDescriptionResolution
source: Choose the resolution or mode this connection will open in.
cs_cz: Vyberte rozlišení nebo režim, ve kterém se toto spojení otevře.
it: Scegli la risoluzione o la modalità di apertura della connessione.
nb_no: Velg oppløsning eller modus denne tilkoblingen skal åpnes i.
nl: Kies de resolutie of de modus waarin deze verbinding zal worden opgezet
pt: Escolha a resolução ou o modo em que esta ligação será aberta.
ru: Выберите разрешение экрана в дюймах или режим отображения для этого подключения
uk: Виберіть роздільну здатність або режим, у якому відкриється це з'єднання.
zh_tw: 顯示此連線將開啟的解析度或模式。

# PropertyDescriptionSmartSizeMode
source: Select the SmartSize mode to be used.
cs_cz: Vyberte zda má být použita automatická změna velikosti (rozlišení).
it: Scegli la modalità SmartSize da utilizzare.
nb_no: Velg SmartSize-modus som skal brukes.
nl: Selecteer de SmartSize modus welke moet worden gebruikt.
pt: Selecione o modo de SmartSize a ser usado.
ru: Выберите SmartSize.
uk: Виберіть, чи буде використовуватись режим SmartSize.
zh_tw: 選取使用 SmartSize 模式。

# PropertyDescriptionUseConsoleSession
source: Connect to the console session of the remote host.
cs_cz: Připojit se ke konzoli (příkazovému řádku) vzdáleného hostitele (pokud podporuje více variant).
it: Connettiti alla sessione della console dell'host remoto.
nb_no: Koble til konsolløkten på den eksterne verten.
nl: Verbinding maken met de console sessie van de remote host.
pt: ligar-se à sessão consola do host remoto.
ru: Подключение к текущему сеансу удаленного пользователя.
uk: Підключитися до консольного сеансу віддаленого хоста.
zh_tw: 連線到遠端主機的 Console 工作階段。

# PropertyDescriptionUseCredSsp
source: Use the Credential Security Support Provider (CredSSP) for authentication if it is available.
cs_cz: V případě jeho dostupnosti, použít při autentizaci poskytovatele podpory bezpečných přihlašovacích údajů (Credential Security Support Provider - CredSSP).
it: Usa Credential Security Support Provider (CredSSP) per l'autenticazione, se disponibile.
nb_no: Bruk Credential Security Support Provider (CredSSP) for godkjenning hvis den er tilgjengelig.
nl: Gebruik, indien beschikbaar, de Credential Security Support Provider (CredSSP) voor authenticatie.
pt: Use o Credential Security Support Provider (CredSSP) para autenticação, se ele estiver disponível.
ru: Использовать поставщика поддержки безопасности (CredSSP) для проверки подлинности учетных данных, если он доступен.
uk: Використовати Credential Security Support Provider (CredSSP) для аутентифікації, якщо він доступний.
zh_tw: 驗證使用 Credential Security Support Provider (CredSSP)，如果可用。

# PropertyDescriptionUser1
source: Feel free to enter any information you need here.
cs_cz: Sem můžete zadat jakékoliv informace uznáte za vhodné.
it: Sentiti libero di inserire qui informazioni a piacimento.
nb_no: Skriv inn informasjon du trenger her.
nl: Voel je vrij om alle informatie die u nodig heeft hier in te voeren.
pt: Insira qualquer informação que necessite aqui.
ru: Введите любую информацию.
uk: Не соромтеся вводити тут інформацію, яка вам потрібна.
zh_tw: 在此任意輸入您需要的資訊。

# PropertyDescriptionUsername
source: Enter your username.
cs_cz: Sem vložte své uživatelské (přihlašovací) jméno = login.
it: Inserisci il tuo nome utente.
nb_no: Skriv inn ditt brukernavn.
nl: Voer uw gebruikersnaam in.
pt: Digite seu nome de utilizador.
ru: Введите имя пользователя.
uk: Введіть ім'я користувача.
zh_tw: 輸入使用者名稱。

# PropertyDescriptionViewOnly
source: If you want to establish a view only connection to the host select yes.
cs_cz: Pokud si přejete připojit se k hostiteli v režimu pouze prohlížení (bez ovládání), vyberte "ano".
it: Seleziona "sì" se vuoi stabilire una connessione di sola visualizzazione verso l'host.
nb_no: Velg Ja hvis du vil opprette en kun-visning-tilkobling til verten.
nl: Als je een alleen kijken connectie wilt opzetten naar de desbetreffende host selecteer dan ja.
pt: Se você deseja estabelecer uma ligação única de exibição para o host, selecione Sim.
ru: Если вы хотите установить режим Просмотра - выберите Да.
uk: Якщо ви хочете встановити підключення в режимі перегляду - виберіть «Так».
zh_tw: 如果您要建立只有檢視的連線到主機，選取是。

# PropertyDescriptionVNCProxyAddress
source: Enter the proxy address to be used.
cs_cz: Vložte adresu proxy serveru, přes který má spojení probíhat.
it: Inserisci l'indirizzo del proxy da utilizzare.
nb_no: Angi proxy-adressen som skal brukes.
nl: Voer het Proxy adres in welke wordt gebruikt.
pt: Digite o endereço de proxy a ser usado.
ru: Введите адрес прокси-сервера.
uk: Введіть адресу проксі-сервера.
zh_tw: 請輸入使用的 Proxy 位址。

# PropertyDescriptionVNCProxyPassword
source: Enter your password for authenticating against the proxy.
cs_cz: Zadejte heslo k proxy serveru, který má spojení zprostředkovat.
it: Inserisci la password per l'autenticazione sul proxy.
nb_no: Skriv inn passordet for autentisering mot proxy.
nl: Voer uw wachtwoord in voor authenticatie van de proxy server.
pt: Digite a sua senha para autenticar no proxy.
ru: Введите пароль для авторизации на прокси-сервере.
uk: Введіть пароль для авторизації на проксі-сервері.
zh_tw: 輸入針對 Proxy 伺服器的驗證密碼。

# PropertyDescriptionVNCProxyPort
source: Enter the port the proxy server listens on.
cs_cz: Zadejte port, na kterém proxy server naslouchá.
it: Inserisci la porta sulla quale il proxy è in ascolto.
nb_no: Angi porten proxy-serveren lytter på.
nl: Voer de poortnummer van de proxy server in waarop deze luistert.
pt: Digite a porta que do servidor proxy escuta.
ru: Введите порт прокси-сервера.
uk: Введіть порт проксі-сервера.
zh_tw: 輸入 Proxy 伺服器接聽的連接埠。

# PropertyDescriptionVNCProxyType
source: If you use a proxy to tunnel VNC connections, select which type it is.
cs_cz: Pokud používáte proxy pro zprostřekování (tunelování) VNC psojení, zadejte jakým typem proxy tak činíte.
it: Se utilizzi un proxy per effettuare il tunneling delle connessioni VNC, seleziona la sua tipologia.
nb_no: Hvis du bruker en proxy til å tunnelere VNC-tilkoblinger, velg hvilken type proxy det er.
nl: Indien er gebruik van een proxy server wordt gemaakt om VNC connecties te tunnelen selecteer dan welke type.
pt: Se você usar um proxy para ligações de VNC do túnel, selecione qual é o tipo.
ru: Если вы используете прокси для туннелирования VNC подключений, выберите тип туннелирования.
uk: Якщо ви використовуєте проксі для тунелювання VNC з'єднань, виберіть тип тунелювання.
zh_tw: 如果您要使用 Proxy 開啟 VNC 連線通道，請選取其類型。

# PropertyDescriptionVNCProxyUsername
source: Enter your username for authenticating against the proxy.
cs_cz: Vložte vaše uživatelské jméno pro autentizaci vůči proxy serveru.
it: Inserire il nome utente per l'autenticazione con il proxy.
nb_no: Skriv inn ditt brukernavn for godkjenning mot proxy.
nl: Voer uw gebruikersnaam in voor authenticatie van de proxy server.
pt: Digite seu nome de utilizador para se autenticar no proxy.
ru: Введите имя пользователя для авторизации на прокси-сервере.
uk: Введіть ім'я користувача для авторизації на проксі-сервері.
zh_tw: 輸入針對 Proxy 伺服器的驗證使用者名稱。

source: Hostname/IP
it: Nome host / IP
nb_no: Vertsnavn/IP-adresse
ru: Имя хоста / IP
uk: Ім'я хоста / IP

# PropertyNameAll
source: All
cs_cz: Vše
nl: Alle
pt: Todos
ru: Все
zh_tw: 所有

# PropertyNameAuthenticationLevel
source: Server Authentication
cs_cz: Po autentizaci
nl: Server Authenticatie
pt: Autenticação de servidor
ru: Авторизация
zh_tw: 伺服器驗證

# PropertyNameAuthenticationMode
source: Authentication mode
cs_cz: Režim autentizace
nl: Authenticatie Modus
pt: Modo de autenticação
ru: Режим авторизации
zh_tw: 驗證模式

# PropertyNameCacheBitmaps
source: Cache Bitmaps
cs_cz: Mezipaměť bitmap
nl: Cache Bitmapafbeeldingen
ru: Кэш графики
zh_tw: 快取點陣圖

# PropertyNameColors
source: Colours
cs_cz: Bar. hloubka
nl: Kleuren
pt: Cores
ru: Цвета
zh_tw: 色彩

# PropertyNameCompression
source: Compression
cs_cz: Komprese
nl: Compressie
pt: Compressão
ru: Сжатие
zh_tw: 壓縮

# PropertyNameDescription
source: Description
cs_cz: Popis
nl: Omschrijving
pt: Descrição
ru: Описание
zh_tw: 描述

# PropertyNameDisplayThemes
source: Display Themes
cs_cz: Použít téma vzhledu
nl: Thema's weergeven
pt: Temas de ecrã
ru: Показать темы
zh_tw: 顯示佈景主題

# PropertyNameDisplayWallpaper
source: Display Wallpaper
cs_cz: Pozadí plochy
nl: Bureaubladachtergrond
pt: Papel de parede do ecrã
ru: Показать обои
zh_tw: 顯示底色圖案

# PropertyNameEnableDesktopComposition
source: Desktop Composition
cs_cz: Pokroč. plocha (Aero)
nl: Samenstelling bureaublad
pt: Composição do desktop
ru: Композиция рабочего стола
zh_tw: 桌面壓縮

# PropertyNameEnableFontSmoothing
source: Font Smoothing
cs_cz: Vyhlazování písem
nl: Lettertype vloeiend maken
pt: Suavização de fonte
ru: Шрифты
zh_tw: 字型平滑

# PropertyNameEncoding
source: Encoding
cs_cz: Kódování
nl: Codering
pt: Codificação
ru: Кодирование
zh_tw: 編碼

# PropertyNameEncryptionStrength
source: Encryption Strength
cs_cz: Síla šifrování
nl: Coderingsniveau
pt: Força de Criptografia
ru: Шифрование
zh_tw: 加密長度

# PropertyNameExternalTool
source: External Tool
cs_cz: Externí nástroj
nl: Externe Applicatie
pt: Ferramenta externa
ru: Внешний инструмент
zh_tw: 外部工具

# PropertyNameExternalToolAfter
source: External Tool After
cs_cz: Externí nástroj po odp.
nl: Externe Applicatie Na
pt: Ferramenta externa após
ru: Внеш. Инстр. После
zh_tw: 外部工具之後

# PropertyNameExternalToolBefore
source: External Tool Before
cs_cz: Externí nástroj před spoj.
nl: Externe Applicatie voordat
pt: Ferramenta externa antes
ru: Внеш. Инстр. До
zh_tw: 外部工具之前

# PropertyNameMACAddress
source: MAC Address
cs_cz: Adresa MAC
nl: MAC Adres
pt: Endereço MAC
ru: MAC-адрес
zh_tw: MAC 位址

# PropertyNameName
source: Name
cs_cz: Jméno
nl: Naam
pt: Nome
ru: Имя
zh_tw: 名稱

# PropertyNamePanel
source: Panel
nl: Paneel
pt: Painel
ru: Имя вкладки
zh_tw: 面板

source: Password
nb_no: Passord
ru: Пароль
uk: Пароль

source: Port
it: Porta
ru: Порт
uk: Порт

# PropertyNamePuttySession
source: PuTTY Session
cs_cz: Konfigurace PuTTY
nl: PuTTY Sessie
pt: Sessão de puTTY
ru: Сессии PuTTY
zh_tw: PuTTY 工作階段
