Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# ThemeNameConfigPanelTextColor
source: Config Panel Text Colour
cs_cz: Barva textu konfiguračního panelu
nl: Configuratiepaneel tekstkleur
pt: Cor do texto do painel de configuração
ru: Цвет текста панели конфигурации
zh_tw: 組態面板文字色彩

# ThemeNameConnectionsPanelBackgroundColor
source: Connections Panel Background Colour
cs_cz: Barva pozadí panelu seznamu připojení
nl: Achtergrondkleur connectie paneel
pt: Cor de fundo de painel de ligações
ru: Цвет фона панели подключений
zh_tw: 連線面板背景色

# ThemeNameConnectionsPanelTextColor
source: Connections Panel Text Colour
cs_cz: Barva textu panelu seznamu připojení
nl: Tekstkleur connectiepaneel
pt: Cor de texto de painel de ligações
ru: Цвет текста панели подключений
zh_tw: 連線面板文字色彩

# ThemeNameConnectionsPanelTreeLineColor
source: Connections Panel Tree Line Colour
cs_cz: Barva čar stromu seznamu připojení
nl: Boomstructuur lijnen kleur connectiepaneel
pt: Cor linha da da árvore do painel de ligações
ru: Цвет линий дерева панели подключений
zh_tw: 連線面板樹狀行色彩

# ThemeNameMenuBackgroundColor
source: Menu Background Colour
cs_cz: Barva pozadí nabídek
nl: Menu achtergrondkleur
ru: Цвет фона меню
zh_tw: 功能表背景色

# ThemeNameMenuTextColor
source: Menu Text Colour
cs_cz: Barva textu nabídek
nl: Tekstkleur menu
ru: Цвет текста меню
zh_tw: 功能表文字色彩

# ThemeNameSearchBoxBackgroundColor
source: Search Box Background Colour
cs_cz: Barva pozadí pole vyhledávání
nl: Achtergrondkleur zoekboks
ru: Цвет фона поля поиска
zh_tw: 搜尋方塊背景色

# ThemeNameSearchBoxTextColor
source: Search Box Text Colour
cs_cz: Barva textu pole vyhledávání
nl: Tekstkleur zoekboks
ru: Цвет текста поля поиска
zh_tw: 搜尋方塊中文字色彩

# ThemeNameSearchBoxTextPromptColor
source: Search Box Text Prompt Colour
cs_cz: Barva textu nabídky v poli vyhledávání
nl: Prompt tekstkleur zoekboks
ru: Цвет текста подсказки поля поиска
zh_tw: 搜尋方塊中提示文字色彩

# ThemeNameToolbarBackgroundColor
source: Toolbar Background Colour
cs_cz: Barva pozadí nástrojové lišty
nl: Achtergrondkleur gereedschapsbalk
ru: Цвет фона панели инструментов
zh_tw: 工具列背景色

# ThemeNameToolbarTextColor
source: Toolbar Text Colour
cs_cz: Barva textu nástrojové lišty
nl: Tekstkleur gereedschapskleur
ru: Цвет текста панели инструментов
zh_tw: 工具列中文字色彩

# ThemeNameWindowBackgroundColor
source: Window Background Colour
cs_cz: Barva pozadí okna
nl: Achtergrondkleur window
ru: Цвет фона окна
zh_tw: 視窗背景色

# TitleError
source: Error ({0})
cs_cz: Chyba ({0})
it: Errore ({0})
nb_no: Feil ({0})
nl: Fout ({0})
pt: Erro ({0})
ru: Ошибка ({0})
uk: Помилка: ({0})
zh_tw: 錯誤 ({0})

# TitleInformation
source: Information ({0})
cs_cz: Informace ({0})
it: Informazione ({0})
nb_no: Informasjon ({0})
nl: Informatie ({0})
pt: Informações ({0})
ru: Информация ({0})
uk: Інформація: ({0})
zh_tw: 資訊 ({0})

# TitlePassword
source: mRemoteNG password
cs_cz: Heslo
it: Password
nb_no: Passord
nl: Wachtwoord
pt: Senha
ru: Пароль
uk: Пароль
zh_tw: 密碼

# TitleSelectPanel
source: Select Panel
cs_cz: Vybrat panel
it: Seleziona pannello
nb_no: Velg panel
nl: Selecteer Paneel
pt: Selecione o painel
ru: Выбор Панели
uk: Вибеніть панель
zh_tw: 選取面板

# TitleWarning
source: Warning ({0})
cs_cz: Varování ({0})
it: Attenzione ({0})
nb_no: Advarsel ({0})
nl: Waarschuwing ({0})
pt: Aviso ({0})
ru: Предупреждение ({0})
uk: Попередження: ({0})
zh_tw: 警告 ({0})

source: Transfer
cs_cz: Přenést
it: Trasferimento
nb_no: Overfør
nl: Overdracht
pt: Transferência
ru: Передача
uk: Передати
zh_tw: 傳輸

source: Transfer failed!
cs_cz: Přenos selhal!
nl: Overdracht mislukt!
pt: Transferência falhada!
ru: Передача не удалась!
zh_tw: 傳輸失敗!

source: Try to integrate
it: Prova ad integrare
nb_no: Prøv å integrere
ru: Интеграция
uk: Спробувати інтегрувати

source: Type
cs_cz: Typ
pt: Tipo
ru: Тип
zh_tw: 類型

# UltraVNCSCListeningPort
source: UltraVNC SingleClick port:
it: Porta UltraVNC SingleClick:
nl: Ultra VNC Enkele Klik Poort:
pt: Porta UltraVNC SingleClick:
ru: Порт UltraVNC SingleClick:
uk: Порт UltraVNC SingleClick:
zh_tw: UltraVNC SingleClick 連接埠:

# UncheckProperties
source: Uncheck the properties you want not to be saved!
cs_cz: Nezaškrtávejte ty vlastnosti, které nechcete uložit!
it: Deseleziona le proprietà che non vuoi salvare!
nb_no: Fjern avkryssingen for egenskapene du ikke ønsker å lagre!
nl: Verwijder het vinkje bij eigenschappen die u niet wil opslaan!
pt: Desmarcar as propriedades que não deseja salvar!
ru: Снимите свойства, которые не хотите сохранять!
uk: Зніміть параметри, які не хочете зберігати!
zh_tw: 取消勾選您不要儲存的內容!

source: Unnamed Theme
cs_cz: Vzhled be názvu
nl: Thema zonder naam
pt: Tema sem nome
ru: Безымянный тема
zh_tw: 未命名的主題

# UpdateAvailable
source: mRemoteNG requires an update
cs_cz: mRemoteNG vyžaduje aktualizaci
it: mRemoteNG richiede un aggiornamento
nb_no: mRemoteNG krever en oppdatering
nl: Er is een update voor mRemoteNG beschikbaar
pt: mRemoteNG requer uma atualização
ru: Требуется обновление mRemoteNG
uk: mRemoteNG потребує оновлення
zh_tw: mRemoteNG 需要更新

# UpdateCheck
source: mRemoteNG can periodically connect to the mRemoteNG website to check for updates.
cs_cz: mRemoteNG se může pravidelně připojovat k webu mRemoteNG aby zkontroloval aktualizace.
it: mRemoteNG è in grado di connettersi periodicamente al sito web per controllare la presenza di aggiornamenti o comunicati.
nb_no: mRemoteNG kan med jevne mellomrom koble til mRemoteNG-webområdet for å se etter oppdateringer og produktkunngjøringer.
nl: mRemoteNG kan periodiek verbinding maken met de mRemoteNG website om te controleren op updates en product aankondigingen.
pt: mRemoteNG periodicamente pode se ligar ao site mRemoteNG para verificar se há atualizações e anúncios de produtos.
ru: mRemoteNG может периодически подключаться к сайту mRemoteNG для проверки наличия обновлений.
uk: mRemoteNG може періодично підключатися до сайту mRemoteNG для перевірки наявності оновлень.
zh_tw: mRemoteNG 能定期連線到 mRemoteNG 網站檢查更新和產品發佈。

# UpdateCheckCompleteFailed
source: The update information could not be downloaded.
cs_cz: Informace o aktualizacích nemohly být staženy.
it: Completamento del controllo aggiornamenti fallito!
nb_no: Fullføring av sjekk for oppdatering mislyktes!
nl: Check voor de update voltooiing is mislukt!
pt: Seleção de atualização falhou!
ru: Не удалось завершить проверку обновлений!
uk: Не вдалося завантажити інформацію про оновлення.
zh_tw: 檢查更新完整性失敗!

# UpdateCheckPortableEdition
source: mRemoteNG Portable Edition does not currently support automatic updates.
cs_cz: mRemoteNG Portable Edition nyní nepodporuje automatické aktualizace.
nl: mRemoteNG Portable Edition ondersteunt momenteel geen automatische updates.
pt: mRemoteNG Portable Edition não suporta atualizações automaticas.
ru: Портативная версия mRemoteNG не поддерживает автообновление.
zh_tw: mRemoteNG 可攜式版本目前不支援自動更新。

# UpdateDownloadComplete
source: Download complete! mRemoteNG will now quit and begin with the installation.
cs_cz: Stahování ukončeno! mRemoteNG se nyní ukončí a zahájí instalaci.
it: Scaricamento completato! mRemoteNG verrà chiuso e l'installazione avrà inizio.
nb_no: Nedlastingen er fullført! mRemoteNG vil nå avslutte og starte installasjonen.
nl: Download voltooid! mRemoteNG zal nu worden gesloten en beginnen met de installatie.
pt: Download completo! mRemoteNG agora irá parar e começar com a instalação.
ru: Загрузка завершена! mRemoteNG сейчас прекратит работу и начнет процесс установки обновлений.
uk: Завантаження завершено! mRemoteNG зараз припинить роботу і почне процес встановлення оновлення.
zh_tw: 下載完成! mRemoteNG 將立即結束並開始安裝。

# UpdateDownloadCompleteFailed
source: The update could not be downloaded.
cs_cz: Aktualizaci se nepodařilo stáhnout.
it: Completamento del download fallito!
nb_no: Nedlasting fullført mislyktes!
nl: Download complete mislukt!
pt: Falha no download!
ru: Не удалось завершить загрузку!
uk: Не вдалося завантажити оновлення.
zh_tw: 下載完成失敗!

# UpdateDownloadFailed
source: The update download could not be initiated.
cs_cz: Stahování aktualizací se nepodařilo zahájit.
it: Aggiornamento del download fallito!
nb_no: Last ned oppdatering mislyktes!
nl: Download Update mislukt!
pt: Download de atualização falhado!
ru: Не удалось скачать обновление!
uk: Не вдалося розпочати завантаження оновлення.
zh_tw: 下載更新失敗!

# UpdateFrequencyCustom
source: Every {0} days
cs_cz: Každý(ch) {0} dnů
it: Ogni {0} giorni
nb_no: Hver {0} dag
nl: Elke {0} dag(en)
pt: Em cada {0} dias
ru: Каждые {0} дней
uk: Кожні {0} дн.
zh_tw: 每隔 {0} 天

# UpdateFrequencyDaily
source: Daily
cs_cz: Denně
nl: Dagelijks
pt: Diário
ru: Ежедневно
zh_tw: 每天

# UpdateFrequencyMonthly
source: Monthly
cs_cz: Měsíčně
nl: Maandelijks
pt: Mensal
ru: Ежемесячно
zh_tw: 每月

# UpdateFrequencyWeekly
source: Weekly
cs_cz: Týdně
nl: Wekelijks
pt: Semanal
ru: Еженедельно
zh_tw: 每星期

# UseDifferentUsernameAndPassword
source: Use a different username and password
cs_cz: Použít jiné uživatelské jméno (login) a heslo
it: Utilizza nome utente e password differenti
nb_no: Bruk et annet brukernavn og/eller passord
nl: Gebruik een andere gebruikersnaam en wachtwoord
pt: Usar um nome diferente de utilizador e senha
ru: Использовать другое имя пользователя и пароль
uk: Використовувати інше ім'я користувача і пароль
zh_tw: 使用不同的使用者名稱和密碼

source: User
cs_cz: Uživatel
it: Utente
nb_no: Bruker
nl: Gebruiker
pt: Utilizador
ru: Пользователь
uk: Користувач
zh_tw: 使用者

# UseSameUsernameAndPassword
source: Use the same username and password
cs_cz: Použít stejné uživatelské jméno (login) a heslo
it: Utilizza gli stessi nome utente e password
nb_no: Bruk samme brukernavn og passord
nl: Gebruik dezelfde gebruikersnaam en wachtwoord
pt: Use o mesmo nome de utilizador e senha
ru: Использовать те же имя пользователя и пароль
uk: Використовувати ті ж ім'я користувача і пароль
zh_tw: 使用相同的使用者名稱和密碼

# UseSmartCard
source: Use a smart card
cs_cz: Použít čipovou kartu
it: Utilizza una smart card
nb_no: Bruk et smartkort
nl: Gebruik een SmartCard
pt: Usar um smart card
ru: Использовать смарт-карты
uk: Використовувати смарт-карти
zh_tw: 使用智慧卡

# UseSQLServer
source: Use SQL Server to load && save connections
cs_cz: Použít SQL Server ke stažení && uloženho seznamu spojení
it: Utilizza il server SQL per caricare e salvare le connessioni
nb_no: Bruk SQL Server for å laste inn og lagre tilkoblinger
nl: Gebruik SQL Server om te connecties te laden en op te slaan
pt: Usar o SQL Server para carregar && salvar as ligações
ru: Использовать SQL Server для загрузки и сохранения подключений
uk: Використовувати SQL Server для завантаження і збереження з'єднань
zh_tw: 使用 SQL Server 載入 && 儲存連線

source: Version
cs_cz: Verze
it: Versione
nb_no: Versjon
nl: Versie
pt: Versão
ru: Версия
uk: Версія
zh_tw: 版本

# VncConnectionDisconnectFailed
source: VNC disconnect failed!
cs_cz: Odpojení VNC selhalo!
it: Disconnessione VNC fallita!
nb_no: VNC-frakobling mislyktes!
nl: VNC Sluiten connectie mislukt!
pt: Falhou a desconexão VNC!
ru: Не удалось отключить VNC!
uk: Не вдалося відключити VNC!
zh_tw: VNC 中斷連線失敗!

# VncRefreshFailed
source: VNC Refresh Screen Failed!
cs_cz: Obnovení obrazovky VNC selhalo!
it: Aggiornamento dello schermo VNC fallito!
nb_no: Oppfrisking av skjermen i VNC mislyktes!
nl: VNC Vernieuwen scherm mislukt!
pt: Falha de atualização de ecrã VNC!
ru: Не удалось обновить экран VNC!
uk: Не вдалося оновити екран VNC!
zh_tw: VNC 重新整理畫面失敗!

source: VNC SendSpecialKeys failed!
cs_cz: VNC zaslat klávesovou zkratku selhalo!
it: Invio di tasti speciali VNC fallito!
nb_no: VNC SendSpecialKeys mislyktes!
nl: VNC Stuur speciale toetsen mislukt!
pt: VNC SendSpecialKeys falhou!
ru: Не удалось послать VNC спец. клавиши!
uk: Помилка VNC SendSpecialKeys!
zh_tw: VNC SendSpecialKeys 失敗!

source: VNC Set Event Handlers failed!
cs_cz: Selhala metoda VNC Set Event Handlers!
it: Impostazione gestore eventi VNC fallito!
nb_no: VNC Set Event behandlingsrutiner mislyktes!
nl: VNC Instellen gebeurtenis handeling mislukt!
pt: Falhou configuração de eventos VNC!
ru: Не удалось установить обработчик событий VNC!
uk: Не вдалося встановити оброблювач подій VNC!
zh_tw: VNC Set Event Handlers 失敗!

source: VNC Set Props Failed!
cs_cz: Nastavení VNC Set Props selhalo!
it: Impostazione proprietà VNC fallita!
nb_no: VNC Set Props-handling mislyktes!
nl: VNC Eigenschappen instellen mislukt!
pt: Falhou configuração Props VNC!
ru: Не удалось задать параметры VNC!
uk: Не вдалося задати параметри VNC!
zh_tw: VNC Set Props 失敗!

source: VNC Start Chat Failed!
cs_cz: Volání VNC Start Chat selhalo!
nl: VNC Start Chat Mislukt!
pt: Falhou o início de chat VNC!
ru: Не удалось начать VNC чат!
zh_tw: VNC Start Chat 失敗!

source: VNC Toggle SmartSize Failed!
cs_cz: Přepnutí VNC automatické velikosti (SmartSize) selhalo!
it: Cambiamento SmartSize VNC fallito!
nb_no: VNC Vis/Skjul SmartSize mislyktes!
nl: VNC Wisselen Formaat wijzigen mislukt!
pt: VNC Toggle SmartSize falhou!
ru: Не удалось переключить VNC в SmartSize!
uk: Не вдалося переключити VNC в SmartSize!
zh_tw: VNC Toggle SmartSize 失敗!

source: VNC Toggle ViewOnly Failed!
cs_cz: Přepnutí VNC do režimu ViewOnly selhalo!
it: Cambiamento ViewOnly VNC fallito!
nb_no: VNC Vis/Skjul ViewOnly mislyktes!
nl: VNC Wisselen ViewOnly mislukt!
pt: VNC Toggle ViewOnly falhou!
ru: Не удалось переключить VNC в режим Просмотра!
uk: Не вдалося переключити VNC в режим перегляду!
zh_tw: VNC Toggle ViewOnly 失敗!

# WarnIfAuthFails
source: Warn me if authentication fails
cs_cz: Varuj mě pokud autentizace selže
it: Avvisami se l'autenticazione fallisce
nb_no: Advar meg hvis autentisering mislykkes
nl: Waarschuw als verificatie is mislukt
pt: Avisar-me se a autenticação falhar
ru: Предупреждать, если не прошел проверку
uk: Попередити мене, якщо аутентифікація не вдасться
zh_tw: 如果驗證失敗警告我

source: Warnings
cs_cz: Varování
it: Avvisi
nb_no: Advarsler
nl: Waarschuwingen
pt: Avisos
ru: Предупреждения
uk: Попередження
zh_tw: 警告

# WeifenLuoAttribution
source: Uses the DockPanel Suite by [Weifen Luo]
cs_cz: Využívá DockPanel Suite od [Weifen Luo]
nl: Maakt gebruik van de DockPanel Suite van [Weifen Luo]
pt: Usa o DockPanel Suite por [Weifen Luo]
ru: Использовано DockPanel Suite от [Weifen Luo]
zh_tw: 使用 DockPanel Suite by [Weifen Luo]

source: XULrunner path:
cs_cz: Složka umístění XULrunner:
nl: XULrunner pad:
pt: Caminho XULrunner:
ru: Путь XULRunner:
zh_tw: XULrunner 路徑:

source: Yes
cs_cz: Ano
it: Sì
nb_no: Ja
nl: Ja
pt: Sim
ru: Да
uk: Так
zh_tw: 是

# MenuReconnectAll
source: Reconnect All Open Connections
cs_cz: Obnovit všechna otevřená spojení
ru: Переподключить все открытые соединения

source: Working directory:
nb_no: Start i:
ru: Рабочий каталог:
uk: Робочий каталог:

# ButtonLaunch
source: &Launch
cs_cz: &Spustit
ru: &Запуск

source: Run elevated
nb_no: Kjør elevert
ru: Выполнить с повышенными правами
uk: Запускати з вищими правами

# RunElevateHeader
source: Run elevate
ru: Выполнить с повышенными правами

source: Show On Toolbar
nb_no: Vis på verktøylinjen
ru: Отобразить на панели инструментов:
uk: Показати на панелі інструментів

# ShowOnToolbarColumnHeader
source: Show on toolbar column
nb_no: Vis på verktøylinjens kolonne
ru: Отобразить на панели инструментов
uk: Показати на панелі інструментів

# WorkingDirColumnHeader
source: Working directory
nb_no: Start i
ru: Рабочий каталог
uk: Робочий каталог

# ExportToFileMenuItem
source: &Export to File...
cs_cz: &Exportovat do souboru...
ru: Экспорт в файл...

# ImportFromFileMenuItem
source: Import from &File...
cs_cz: Import ze &souboru...
ru: Импорт из &файла...

# ImportMenuItem
source: &Import
ru: &Импорт

# LockToolbars
source: Lock toolbar positions
nb_no: Lås verktøylinjeposisjoner
ru: Закрепить позицию панели инструментов
uk: Фіксувати позиції панелі інструментів

source: Multi SSH toolbar
nb_no: Multi SSH-verktøylinje
ru: Панель инструментов SSH
uk: Панель Multi SSH

source: Assigned Credential
cs_cz: Přiřazené přihlašovací informace
nb_no: Tilordnet legitimasjon
ru: Назначенные учетные данные
uk: Призначені облікові дані

source: Export everything
cs_cz: Exportovat vše
nb_no: Eksporter alt
ru: Экспортировать все
uk: Експортувати все

source: Export File
cs_cz: Exportovat soubor
nb_no: Eksporter fil
ru: Файл экспорта
uk: Файл експорту

source: Export Items
cs_cz: Exportovat položky
nb_no: Eksporter elementer
ru: Пункт импорта
uk: Експорт елементів

source: Export Properties
cs_cz: Exportovat vlastnosti
nb_no: Eksporter egenskaper
ru: Экспорт свойств
uk: Параметри експорту

# ExportSelectedConnection
source: Export the currently selected connection
cs_cz: Exportuj vybrané spojení
nb_no: Eksporter valgt tilkobling
ru: Экспорт выбранного соединения
uk: Експортувати вибране з'єднання

# ExportSelectedFolder
source: Export the currently selected folder
cs_cz: Export vybranou složku
nb_no: Eksporter valgt mappe
ru: Экспорт выбранной папки
uk: Експортувати вибрану папку

# FileFormatLabel
source: File &Format:
cs_cz: &Formát souboru:
ru: Формат файла:

source: Import sub OUs
nb_no: Importer under-OUer
ru: Импорт подразделений
uk: Імпорт дочірніх OU

# LoadBalanceInfoUseUtf8
source: Use UTF8 encoding for RDP "Load Balance Info" property
nb_no: Bruk UTF8-koding for RDP "Lastbalanseringsinformasjon"-egenskap
ru: Используйте кодировку UTF8 для свойства RDP "Информация о балансе нагрузки"
uk: Використовувати кодування UTF8 для властивості RDP "Інформація про балансування"

# TimeoutInSeconds
source: Timeout [seconds]
nb_no: Tidsavbrudd [sekunder]
ru: Время ожидания в секундах:
uk: Тайм-аут [секунди]

source: Active Directory
cs_cz: Aktuální složka
ru: Активный каталог

# CommandExitProgram
source: E&xit {0}
nb_no: Avslu&tt {0}
ru: В&ыход {0}
uk: &Вихід {0}

# CommandOpenConnectionFile
source: &Open a connection file
cs_cz: &Otevřít seznam spojení
nb_no: Åpne tilkoblingsfil
ru: &Открыть файл подключения
uk: &Відкрити файл з'єднань

# CommandTryAgain
source: &Try again
cs_cz: &Zkusit znovu
ru: &Попробуй еще раз

# ConnectNoCredentials
source: Connect without credentials
cs_cz: Připojit bez loginu
nb_no: Koble til uten legitimasjon
ru: Подключение без учетных данных
uk: З'єднатися без облікових даних

# DontConnectToConsoleSessionMenuItem
source: Don't connect to console session
cs_cz: Nepovedlo se připojit do sezení konzole
ru: Не подключайтесь к сеансу консоли

# ErrorCouldNotLaunchPutty
source: PuTTY could not be launched.
cs_cz: Spuštění PuTTY se nezdařilo.
nb_no: PuTTY kunne ikke startes.
ru: PuTTY не может быть запущен.
uk: Неможливо запустити PuTTY.

# ExternalToolDefaultName
source: New External Tool
cs_cz: Nový Externí Nástroj
nb_no: Nytt eksternt verktøy
ru: Новый внешний инструмент
uk: Новий зовнішній інструмент

# FilterAllImportable
source: All importable files
cs_cz: Všechny importovatelné soubory
nb_no: Alle filer som kan importeres
ru: Все импортируемые файлы
uk: Усі файли, які можна імпортувати

# FilterPuttyConnectionManager
source: PuTTY Connection Manager files
cs_cz: Soubory PuTTY Connection Manager
nb_no: PuTTY Connection Manager-filer
ru: Файлы диспетчера соединений PuTTY
uk: Файли PuTTY Connection Manager

# FilterRdgFiles
source: Remote Desktop Connection Manager files (*.rdg)
cs_cz: Soubory Remote Desktop Connection Manager (*.rdg)
nb_no: Remote Desktop Connection Manager-filer (*.rdg)
ru: Файлы диспетчера подключений удаленного рабочего стола (* .rdg)
uk: Файли Remote Desktop Connection Manager (*.rdg)

# HttpInternetExplorer
source: Internet Explorer
ru: Интернет Эксплорер

# ImportFileFailedContent
source: An error occurred while importing the file "{0}".
cs_cz: Při importování souboru "{0}" došlo k chybě.
nb_no: En feil har oppstått under import av filen "{0}".
ru: Произошла ошибка при импорте файла "{0}".
uk: Під час імпорту файлу «{0}» сталася помилка.

# ImportFileFailedMainInstruction
source: Import failed
cs_cz: Import selhal
ru: Импортировать не удалось

# ImportLocationCommandButtons
source: Under the root{0}{1}|Under the selected folder{0}{2}
cs_cz: V rámci kořenu{0}{1}|V rámci vybrané složky{0}{2}
ru: Под корнем {0} {1} | Под выбранной папке {0} {2}

# ImportLocationContent
source: Where would you like the imported items to be placed?
cs_cz: Kam mají být umístěny importované položky?
ru: Где бы вы хотели разместить импортируемое содержимое?

# ImportLocationMainInstruction
source: Import location
cs_cz: Umístění importu
ru: Место импорта

# LoadFromSqlFailedContent
source: The connection information could not be loaded from the SQL server.
cs_cz: Informace o spojení nemohly být načteny z SQL serveru.
nb_no: Tilkoblingsinformasjonen kunne ikke lastes fra SQL server.
ru: Не удалось загрузить информацию о соединении с SQL-сервера.
uk: Інформацію про з'єднання не вдалося завантажити з SQL сервера.

# MenuSessionRetrieve
source: Retrieve
cs_cz: Získat
ru: Извлечь

# OptionsKeyboardButtonDelete
source: &Delete
cs_cz: &Smazat
ru: &Удалить

# OptionsKeyboardButtonNew
source: &New
cs_cz: &Nové
ru: &Новый

# OptionsKeyboardButtonReset
source: &Reset to Default
cs_cz: &Resetovat na výchozí
ru: &Восстановить значения по умолчанию

# OptionsKeyboardButtonResetAll
source: Reset &All to Default
cs_cz: Resetovat &všechny na výchozí
ru: Сбросить &все по умолчанию

# OptionsKeyboardCommandsGroupTabs
source: Tabs
cs_cz: Taby
ru: Вкладки

# OptionsKeyboardCommandsNextTab
source: Next tab
cs_cz: Další tab
ru: Новая вкладка

# OptionsKeyboardCommandsPreviousTab
source: Previous tab
cs_cz: Předchozí tab
ru: Предыдущая вкладка

# OptionsKeyboardGroupModifyShortcut
source: Modify shortcut
cs_cz: Uprav zkratku
ru: Изменить ярлык

# OptionsKeyboardLabelKeyboardShortcuts
source: Keyboard shortcuts
cs_cz: Klévesové zkratky
ru: Горячие клавиши

# OptionsProxyTesting
source: Testing...
cs_cz: Ověřuji...
ru: Тестирование...
uk: Тестування…

# OptionsTabKeyboard
source: Keyboard
cs_cz: Klávesnice
ru: Клавиатура

# PasswordStatusMustMatch
source: Both passwords must match.
cs_cz: Obě hesla musejí být stejná.
nb_no: Begge passordene må være like.
ru: Оба пароля должны совпадать.
uk: Обидва паролі повинні збігатися.

# PasswordStatusTooShort
source: The password must be at least 3 characters long.
cs_cz: helso musí být dlouhé alespoň 3 znaky.
nb_no: Passordet må være minst 3 tegn langt.
ru: Пароль должен содержать не менее 3 символов.
uk: Пароль повинен містити не менше 3 символів.

source: Port scan complete.
cs_cz: Scanování portů dokončeno.
nb_no: Portskanning ferdig.
ru: Сканирование портов завершено.
uk: Сканування портів завершено.

# PropertyDescriptionAutomaticResize
source: Select whether to automatically resize the connection when the window is resized or when fullscreen mode is toggled. Requires RDC 8.0 or higher.
cs_cz: Vyberte zda si přejete autoamticky změnit velikost virtuální obrazovky v rámci spojení když se změní velikost okna nebo je zapnut režim celé obrazovky. Toto vyžaduje RDC ve verzi 8.0 nebo vyšší.
nb_no: Velg om tilkoblingen skal endre størrelse når vinduet endrer størrelse eller fullskjermsmodus slås av eller på. Krever RDC 8.0 eller høyere.
ru: Выберите, следует ли автоматически изменять размер соединения при изменении размера окна или при переключении полноэкранного режима. Требуется RDC 8.0 или выше.
uk: Виберіть, чи слід автоматично змінювати розмір вікна з'єднання, коли змінюється розмір вікна програми, або коли програма перемикається в повноекранний режим. Потрібен RDC 8.0 або вище.
