Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: cs_cz, es_ar, it, nb_no, nl, pt, ru, uk, zh_tw

# PropertyNameRDGatewayDomain
source: Gateway Domain
cs_cz: Doména (RD brána)
nl: Gateway Domein
pt: Domínio da gateway
ru: Шлюз Домена
zh_tw: 閘道網域

# PropertyNameRDGatewayHostname
source: Gateway Hostname
cs_cz: Host/DN/IP (RD brána)
nl: Gateway Hostnaam
pt: Nome do host gateway
ru: Хост Шлюза
zh_tw: 閘道主機名稱

# PropertyNameRDGatewayPassword
source: Remote Desktop Gateway Password
cs_cz: Heslo (RD brána)
nl: Extern Bureaublad Gateway Wachtwoord
pt: Senha de Gateway de área de trabalho remota
ru: Пароль шлюза Служб терминалов
zh_tw: 遠端桌面閘道密碼

# PropertyNameRDGatewayUsageMethod
source: Use Gateway
cs_cz: Použít RD bránu
nl: Gebruik Gateway
pt: Usar o Gateway
ru: Шлюз
zh_tw: 使用閘道

# PropertyNameRDGatewayUseConnectionCredentials
source: Gateway Credentials
cs_cz: Přihl. údaje brány
nl: Gateway Gegevens
pt: Credenciais de gateway
ru: Учетные данные шлюза
zh_tw: 閘道認證

# PropertyNameRDGatewayUsername
source: Gateway Username
cs_cz: Login brány
nl: Gateway Gebruikersnaam
pt: Nome de utilizador do gateway
ru: Имя пользователя шлюза
zh_tw: 閘道使用者名稱

# PropertyNameRedirectDrives
source: Disk Drives
cs_cz: Připojit lok. disky
nl: Harde Schijven
pt: Unidades de disco
ru: Диски
zh_tw: 磁碟機

# PropertyNameRedirectKeys
source: Key Combinations
cs_cz: Posílat kláv. zkr.
nl: Toetsencombinaties
pt: Combinações de teclas
ru: Комбинации клавиш
zh_tw: 按鍵組合

# PropertyNameRedirectPorts
source: Ports
cs_cz: Připoj COM/LPT
nl: Poorten
pt: Portas
ru: Порты
zh_tw: 連接埠

# PropertyNameRedirectPrinters
source: Printers
cs_cz: Připoj tiskárny
pt: Impressoras
ru: Принтеры
zh_tw: 印表機

# PropertyNameRedirectSmartCards
source: Smart Cards
cs_cz: Poskytuj karty
ru: Смарт-карты
zh_tw: 智慧卡

# PropertyNameRedirectSounds
source: Sounds
cs_cz: Zvuky
nl: Geluiden
pt: Sons
ru: Звуки
zh_tw: 音訊

# PropertyNameRenderingEngine
source: Rendering Engine
cs_cz: Vykreslovací engine
pt: Motor de renderização
ru: Рендеринг
zh_tw: 轉譯引擎

# PropertyNameResolution
source: Resolution
cs_cz: Rozlišení
nl: Resolutie
pt: Resolução
ru: Размер экрана
zh_tw: 解析度

# PropertyNameSmartSizeMode
source: SmartSize Mode
cs_cz: Režim resize
nl: SmartSize Modus
pt: Modo de SmartSize
ru: SmartSize режим
zh_tw: 智慧大小模式

# PropertyNameUseConsoleSession
source: Use Console Session
cs_cz: Připoj k příkazové konzoli
nl: Gebruik consolesessie
pt: Use a sessão de Consola
ru: Сеанс консоли
zh_tw: 使用 Console 工作階段

# PropertyNameUseCredSsp
source: Use CredSSP
cs_cz: Použít CredSSP
nl: Gebruik CredSSP
pt: Utilize o CredSSP
ru: Использовать проверку подлинности CredSSP
zh_tw: 使用 CredSSP

# PropertyNameUser1
source: User Field
cs_cz: Poznámka
nl: Gebruiker veld
pt: Campo de utilizador
ru: Дополнительно
zh_tw: 使用者欄位

# PropertyNameVNCProxyAddress
source: Proxy Address
cs_cz: Adresa proxy
nl: Proxy Adres
pt: Endereço proxy
ru: Адрес прокси
zh_tw: Proxy 位址

# PropertyNameVNCProxyPassword
source: Proxy Password
cs_cz: Heslo proxy
nl: Proxy Wachtwoord
pt: Senha proxy
ru: Пароль Прокси
zh_tw: Proxy 密碼

# PropertyNameVNCProxyPort
source: Proxy Port
cs_cz: Port proxy
nl: Proxy Poort
pt: Porta proxy
ru: Порт Прокси
zh_tw: Proxy 連接埠

# PropertyNameVNCProxyType
source: Proxy Type
cs_cz: Typ proxy
pt: Tipo de proxy
ru: Тип Прокси
zh_tw: Proxy 類型

# PropertyNameVNCProxyUsername
source: Proxy Username
cs_cz: Login k proxy
nl: Proxy Gebruikersnaam
pt: Nome de utilizador proxy
ru: Пользователь Прокси
zh_tw: Proxy 使用者名稱

# ProtocolEventDisconnected
source: Protocol Event Disconnected. Host: "{1}"; Protocol: "{2}" Message: "{0}"
cs_cz: Událost prokolu Odpojeno. Zpráva: {0}
it: Protocol Event Disconnected. Messaggio: {0}
nb_no: Protokollhendelse Frakoblet. Vert: "{1}"; Protokoll: "{2}" Beskjed: "{0}"
nl: Protocol Event Verbinding Verbreken. Bericht: {0}
pt: Evento de protocolo desconectado. Menssagem: {0}
ru: Протокол событий Отключен. Сообщение: {0}
uk: Протокол подій: Відключено. Хост: «{1}»; Протокол: «{2}»; Повідомлення: «{0}»
zh_tw: Protocol Event 已中斷連線。 訊息: {0}

# ProtocolEventDisconnectFailed
source: Protocol Event Disconnected failed. {0}
cs_cz: Událost protokolu "Odpojeno" selhala. {0}
it: Protocol Event Disconnected fallito. {0}
nb_no: Protokollhendelse Frakoblet mislyktes. {0}
nl: Protocol Event verbinding verbreken mislukt. {0}
pt: Evento do Protocolo de desconexão falhou. {0}
ru: Протокол событий Отключение не удалось. {0}
uk: Протокол подій: Помилка відключення. {0}
zh_tw: Protocol Event 中斷連線失敗。 {0}

source: Protocol to import
cs_cz: Protocol k importu
it: Protocollo da importare
nb_no: Protokoll å importere
nl: Protocol om te importeren
pt: Protocolo para importar
ru: Протокол импорта
uk: Протокол імпорту
zh_tw: 匯入協定

source: Proxy test failed!
cs_cz: Test proxy selhal!
it: Test del proxy fallito!
nb_no: Proxy-test mislyktes!
nl: Proxy test mislukt!
pt: Falha no teste de proxy!
ru: Проверка прокси - неудачна!
uk: Перевірка проксі невдала!
zh_tw: Proxy 測試失敗!

source: Proxy test succeeded!
cs_cz: Test proxy uspěl!
it: Test del proxy riuscito!
nb_no: Proxy-test var vellykket!
nl: Proxy test geslaagd!
pt: Teste de proxy bem sucedido!
ru: Проверка Прокси - удачна!
uk: Перевірка уроксі успішна!
zh_tw: Proxy 測試成功!

# PuttyDisposeFailed
source: Dispose of Putty process failed!
cs_cz: Odstranění procesu PuTTY selhalo!
it: Operazione Dispose of PuTTY process fallita!
nb_no: Avslutning av PuTTY-prosessen mislyktes!
nl: Sluiten PuTTy proces mislukt!
pt: Libertação do processo PuTTY falhado!
ru: Завершить Putty - не удалось!
uk: Завершити роботу Putty - не вдалося!
zh_tw: Dispose of Putty process 失敗!

# PuttyFocusFailed
source: Couldn't set focus!
cs_cz: Nemohu aktivovat okno (focus)!
it: Impossibile impostare il focus!
nb_no: Kunne ikke sette fokus!
nl: Kan de focus niet verkrijgen!
pt: Impossível definir foco!
ru: Не удается установить фокус!
uk: Не вдається встановити фокус!
zh_tw: 無法設定焦點!

# PuttyGetSessionsFailed
source: Get Putty Sessions Failed!
cs_cz: Získání seznamu konfigurací sezení/spojení PuTTY selhalo!
nl: Ophalen Putty Sessies mislukt!
pt: Falha na obtenção de sessões Putty!
ru: Получить сессию Putty не удалось!
zh_tw: Get Putty Sessions 失敗!

# PuttyHandle
source: Putty Handle: {0}
nl: PuTTy Handeling: {0}
ru: Обработчик Putty: {0}
uk: Оброблювач подій Putty: {0}

# PuttyKillFailed
source: Killing Putty Process failed!
cs_cz: Ukončení procesu PuTTY selhalo!
it: Operazione Killing Putty Process fallita!
nb_no: Avslutning av PuTTY-prosess mislyktes!
nl: Beëindigen Putty Proces mislukt!
pt: Falha em fechar o processo Putty!
ru: Убить процесс Putty не удалось!
uk: Вбити процес Putty не вдалося!
zh_tw: Killing Putty Process 失敗!

# PanelHandle
source: Panel Handle: {0}
ru: Панель обработчиков: {0}
uk: Вкладка оброблювача подій: {0}

source: Putty Resize Failed!
cs_cz: Změna rozlišení okna PuTTY selhala!
it: Operazione Putty Resize fallita!
nb_no: Endring av størrelse på PuTTY-vindu mislyktes!
nl: PuTTy Formaat Wijzigen Mislukt!
pt: Falha no redimensionamento Putty!
ru: Ошибка изменения размера окна Putty!
uk: Помилка зміни розміру вікна Putty!
zh_tw: Putty Resize 失敗!

# PuttySavedSessionsRootName
source: PuTTY Saved Sessions
cs_cz: Uložená sezení/spojení PuTTY
nb_no: PuTTY lagrede sesjoner
nl: PuTTY opgeslagen sessies
ru: Сохраненные сессии PuTTY
uk: Збережені сесії PuTTY
zh_tw: PuTTY 儲存的工作階段

source: PuTTY Settings
cs_cz: Nastavení PuTTY
it: Impostazioni PuTTY
nb_no: PuTTY-innstillinger
nl: PuTTY Instellingen
pt: Configurações do puTTY
ru: Настройки PuTTY
uk: Налаштування PuTTY
zh_tw: PuTTY 設定

# PuttyShowSettingsDialogFailed
source: Show PuTTY Settings Dialog failed!
cs_cz: Příkaz na zobrazení dialogového okna PuTTY Nastavení selhal!
it: Operazione Show PuTTY Settings Dialog fallita!
nb_no: Vis dialog for PuTTY-innstillinger mislyktes!
nl: Toon PuTTY Instellingen mislukt!
pt: Mostrar caixa de diálogo de configurações PuTTY na falha!
ru: Показать настройки PuTTY не удалось!
uk: Показати налаштування PuTTY не вдалося!
zh_tw: 顯示 PuTTY 設定對話方塊失敗!

source: Putty Start Failed!
cs_cz: Spuštění PuTTY selhalo!
nl: Putty Starten mislukt!
pt: Início do putty falhou!
ru: Не удалось запустить Putty!
zh_tw: Putty 啟動失敗!

source: --- PuTTY Stuff ---
cs_cz: --- PuTTY výstup ---
it: --- Roba di PuTTY ---
nb_no: --- PuTTY-ting ---
nl: --- PuTTY Spullen ---
pt: --Coisas PuTTY--
ru: --- PuTTY ---

# PuttyTitle
source: PuTTY Title: {0}
cs_cz: PuTTY název okna: {0}
nb_no: PuTTY-tittel: {0}
nl: PuTTY Titel: {0}
pt: Título PuTTY: {0}
ru: Заголовок PuTTY: {0}
uk: Заголовок PuTTY: {0}
zh_tw: PuTTY 標題: {0}

# Quick
source: Quick: {0}
it: Rapido: {0}
nb_no: Hurtig: {0}
nl: Snel: {0}
pt: Rápido: {0}
ru: Быстрое: {0}
uk: Швидке: {0}
zh_tw: 快速: {0}

source: Quick Connect
cs_cz: Rychlé spojení
it: Connessione rapida
nb_no: Hurtigtilkobling
nl: Snel verbinden
pt: Ligação rápida
ru: Быстрое подключение
uk: Швидке з'єднання
zh_tw: 快速連線

source: Quick Connect Add Failed!
cs_cz: Přidání rychlého spojení selhalo!
it: Operazione Quick Connect Add fallita!
nb_no: Kunne ikke legge til hurtigtilkobling!
nl: Snelle Connectie toevoegen mislukt!
pt: Falha a adicionar ligação rápida!
ru: Ошибка добавления Быстрого подключения!
uk: Помилка додавання швидкого з'єднання!
zh_tw: Quick Connect Add 失敗!

# QuickConnectFailed
source: Creating quick connect failed
cs_cz: Vytvoření rychlého spojení selhalo
it: Operazione Creating Quick Connect fallita
nb_no: Oppretting av hurtigtilkobling mislyktes
nl: Het aanmaken van een snelle connectie is mislukt
pt: Criação ligação rápida falhou
ru: Создать быстрое подключение не удалось
uk: Створити швидке з'єднання не вдалося
zh_tw: Creating quick connect 失敗

# RadioCloseWarnAll
source: &Warn me when closing connections
cs_cz: &Varuj mě, když zavírám spojení
nl: &Waarschuw bij het sluiten van connecties
pt: &Avisar-me quando fechar ligações
ru: Предупреждать при закрытии подключений
zh_tw: 關閉連線時警告(&W)

# RadioCloseWarnExit
source: Warn me only when e&xiting mRemoteNG
cs_cz: Varuj mě jen, když u&končuji mRemoteNG
it: Avvisami soltanto all'&uscita da mRemoteNG
nb_no: Advar meg bare ved a&vslutning av mRemoteNG
nl: &xWaarschuw alleen bij het sluiten van mRemoteNG
pt: Avisar-me apenas ao &sair do mRemoteNG
ru: Предупреждать меня только при выходе из mRemoteNG
uk: Попередити мене лише при &виході з mRemoteNG
zh_tw: 只在結束 mRemoteNG 時警告我(&X)

# RadioCloseWarnMultiple
source: Warn me only when closing &multiple connections
cs_cz: Varuj mě jen, když zavírám více&násobná spojení
it: Avvisami soltanto alla chiusura di &più connessioni
nb_no: Advar meg bare ved lukking av &mange tilkoblinger samtidig
nl: Waarschuw alleen bij het sluiten van &meerdere connecties
pt: Avisar-me somente ao fechar ligações múltiplas
ru: Предупреждать меня только при закрытии нескольких подключений
uk: Попередити мене лише при закритті &декількох з'єднань
zh_tw: 只在關閉多重連線時警告我(&M)

# RadioCloseWarnNever
source: Do &not warn me when closing connections
cs_cz: Neva&ruj mě, když zavírám spojení
it: &Non avvisarmi alla chiusura delle connessioni
nb_no: &Ikke advar meg når tilkoblinger lukkes
nl: Waarschuw &niet bij het sluiten van connecties
pt: &Não avisar ao fechar ligações
ru: Не предупреждать при закрытии подключений
uk: &Не попереджати мене при закритті з'єднань
zh_tw: 關閉連線時不警告我(&N)

# RDP16777216Colors
source: 16777216 Colours (24-bit)
cs_cz: 16777216 barev (24-bit)
nl: 16777216 Kleuren (24-bit)
pt: 16777216 Cores (32 bits)
ru: 16777216 цв. (24-бит)
zh_tw: 16777216 色 (24 位元)

# RDP256Colors
source: 256 Colours (8-bit)
cs_cz: 256 barev (8-bit)
nl: 256 Kleuren (8-bit)
pt: 256 Cores (8 bits)
ru: 256 цв. (8-бит)
zh_tw: 256 色 (8 位元)

# RDP32768Colors
source: 32768 Colours (15-bit)
cs_cz: 32768 barev (15-bit)
nl: 32768 Kleuren (15-bit)
pt: 32768 Cores (15 bits)
ru: 32768 цв. (15-бит)
zh_tw: 32768 色 (15 位元)

# RDP4294967296Colors
source: 16777216 Colours (32-bit)
cs_cz: 16777216 barev (32-bit)
nl: 16777216 Kleuren (32-bit)
pt: 16777216 Cores (32 bits)
ru: 16777216 цв. (32-бит)
zh_tw: 16777216 色 (32 位元)

# RDP65536Colors
source: 65536 Colours (16-bit)
cs_cz: 65536 barev (16-bit)
nl: 65536 Kleuren (16-bit)
pt: 65536 Cores (16 bits)
ru: 65536 цв. (16-бит)
zh_tw: 65536 色 (16 位元)

source: RDP Add Resolution failed!
cs_cz: Metoda RDP Add Resolution selhala!
nl: RDP Resolutie toevoegen mislukt!
pt: RDP falhou adicionar resolução!
ru: RDP Добавить разрешение не удалось!
zh_tw: RDP Add Resolution 失敗!

source: RDP Add Resolutions failed!
cs_cz: Metoda RDP Add Resolutions selhala!
nl: RDP Resoluties toevoegen mislukt!
pt: RDP falhou adicionar resoluções!
ru: RDP Добавить разрешение не удалось!
zh_tw: RDP Add Resolutions 失敗!

# RdpAddSessionFailed
source: Add Session failed
cs_cz: Metoda Add Session selhala
nl: Sessie aanmaken mislukt
pt: Falha em Adicionar sessão
ru: Добавить сессию не удалось
zh_tw: 加入工作階段失敗

# RdpCloseConnectionFailed
source: Close RDP Connection failed!
cs_cz: Metoda Close RDP Connection selhala!
nl: Sluiten RDP verbinding is mislukt!
pt: Falha no fecho de ligação RDP!
ru: Закрыть подключение RDP не удалось!
zh_tw: 關閉 RDP 連線失敗!

# RdpControlCreationFailed
source: Couldn't create RDP control, please check mRemoteNG requirements.
cs_cz: Nebylo možné aktivovat ovládací prvek okna RDP, prosím zkontrolujte požadavky mRemoteNG na prerekvizity.
it: Impossibile creare il controllo RDP, per favore controlla i requisiti di mRemoteNG.
nb_no: Kunne ikke opprette RDP-kontroll, vennligst kontroller mRemoteNGs systemkrav.
nl: Kan geen RDP controle aanmaken, controleer mRemoteNG systeemeisen.
pt: Impossível criar controlo RDP, por favor verifique os requisitos mRemoteNG.
ru: Не удается создать RDP подключение, пожалуйста, проверьте настройки mRemoteNG.
uk: Неможливо створити управління RDP, перевірте вимоги mRemoteNG.
zh_tw: 無法建立 RDP 控制，請檢查 mRemoteNG 需求。

# PropertyNameDisableCursorBlinking
source: Disable Cursor blinking
cs_cz: Vypnout blikání kurzoru
nl: Cursor Knipperen Uitschakelen
pt: Desativar o piscar do Cursor
ru: Отключить мигание курсора
zh_tw: 停用游標閃爍

# PropertyNameDisableCursorShadow
source: Disable Cursor Shadow
cs_cz: Vypnout stín kurzoru
nl: Cursor Schaduw Uitschakelen
pt: Desativar a sombra do o Cursor
ru: Отключить тень курсора
zh_tw: 停用游標陰影

# PropertyNameDisableFullWindowDrag
source: Disable Full Window drag
cs_cz: Vypnout přetahování celého okna (Full Window)
nl: Slepen van volledig venster uitschakelen
pt: Desativar o arrastar completo da janela
ru: Отключить отображение окна при перетаскивании
zh_tw: 停用完整視窗拖曳

# PropertyNameDisableMenuAnimations
source: Disable Menu Animations
cs_cz: Vypnout animace menu
nl: Menu Animaties Uitschakelen
pt: Desabilitar as animações do Menu
ru: Отключить Анимацию
zh_tw: 停用功能表動畫

# RDPDisableThemes
source: Disable Themes
cs_cz: Vypnout nastavení vzhledu
nl: Thema's Uitschakelen
pt: Desativar temas
ru: Отключить Темы
zh_tw: 停用佈景主題

# RDPDisableWallpaper
source: Disable Wallpaper
cs_cz: Vypnout pozadí plochy
nl: Bureaubladachtergrond Uitschakelen
pt: Desativar papel de parede
ru: Отключить обои Рабочего стола
zh_tw: 停用底色圖案

source: RDP disconnected!
cs_cz: RDP odpojeno!
nl: RDP verbinding verboken!
pt: RDP desligado!
ru: RDP отключен!
zh_tw: RDP 中斷連線!

# RdpDisconnectFailed
source: RDP Disconnect failed, trying to close!
cs_cz: Pokud o odpojední RDP selhal, zkouším uzavřít!
it: Disconnessione RDP fallita, tentativo di chiusura in corso!
nb_no: RDP-frakobling mislyktes, forsøker å lukke!
nl: RDP verbreken mislukt, probeer te sluiten!
pt: RDP falhou desligar, tentando fechar!
ru: RDP не удалось отключить, попробуйте закрыть его!
uk: RDP не вдалося відключити, спробуйте закрити його!
zh_tw: RDP 中斷連線失敗，正在嘗試關閉!

# RdpErrorCode1
source: Internal error code 1.
cs_cz: Interní chyba kód 1.
it: Codice di errore interno 1.
nb_no: Intern feilkode 1.
nl: Interne fout code 1.
pt: Código de erro interno 1.
ru: Внутренняя ошибка: код 1.
uk: Внутрішня помилка: код 1.
zh_tw: 內部錯誤碼 1。

# RdpErrorCode2
source: Internal error code 2.
cs_cz: Interní chyba kód 2.
it: Codice di errore interno 2.
nb_no: Intern feilkode 2.
nl: Interne fout code 2.
pt: Código de erro interno 2.
ru: Внутренняя ошибка: код 2.
uk: Внутрішня помилка: код 2.
zh_tw: 內部錯誤碼 2。

# RdpErrorCode3
source: Internal error code 3. This is not a valid state.
cs_cz: Interní chyba kód 3. Toto není validní stav.
it: Codice di errore interno 3. Questo stato non è valido.
nb_no: Intern feilkode 3. Dette er ikke en gyldig tilstand.
nl: Interne fout code 3. Dit is geen geldige status.
pt: Código de erro interno 3. Este não é um estado válido.
ru: Внутренняя ошибка: код 3. Это недопустимый режим.
uk: Внутрішня помилка: код 3. Це неприпустимий стан.
zh_tw: 內部錯誤碼 3。 狀態無效。

# RdpErrorCode4
source: Internal error code 4.
cs_cz: Interní chyba kód 4.
it: Codice di errore interno 4.
nb_no: Intern feilkode 4.
nl: Interne fout code 4.
pt: Código de erro interno 4.
ru: Внутренняя ошибка: код 4.
uk: Внутрішня помилка: код 4.
zh_tw: 內部錯誤碼 4。

# RdpErrorConnection
source: An unrecoverable error has occurred during client connection.
cs_cz: Během připojování klienta došlo k nepominutelné chybě.
it: Si è verificato un errore irreversibile durante la connessione del client.
nb_no: Det oppstod en uopprettelig feil under klienttilkoblingen.
nl: Een onherstelbare fout opgetreden tijdens de client-verbinding.
pt: Erro irrecuperável durante a ligação ao cliente.
ru: Произошла неисправимая ошибка во время подключения клиента.
uk: Сталася непоправна помилка під час з'єднання з клієнтом.
zh_tw: 用戶端連線期間發生無法復原錯誤。

# RdpErrorGetFailure
source: GetError failed (FatalErrors)
cs_cz: Metoda GetError selhala (FatalErrors)
it: GetError fallito (FatalErrors)
nb_no: GetError mislyktes (FatalErrors)
nl: Ophalen foutmelding mislukt (fatale foutmelding)
pt: GetError falhou (FatalErrors)
ru: Невозможно получить GetError (Критическая ошибка)
uk: Помилка GetError (FatalErrors)
zh_tw: GetError 失敗 (FatalErrors)

# RdpErrorGetUnknown
source: An unknown fatal RDP error has occurred. Error code {0}.
cs_cz: Došlo k neznámé nepominutelné chybě RDP. Kód chyby {0}.
nl: Een onbekende fatale RDP fout opgetreden. Foutcode {0}.
pt: Ocorreu um erro fatal e desconhecido de RDP. Código de erro {0}.
ru: Произошла неизвестная критическая ошибка RDP. Код ошибки {0}.
zh_tw: 發生不明嚴重 RDP 錯誤。 錯誤碼 {0}。

# RdpErrorOutOfMemory
source: An out-of-memory error has occurred.
cs_cz: Došlo k chybě "nedostatek paměti".
it: Si è verificato un errore di memoria esaurita.
nb_no: Det oppstod en ut-av-minne-feil.
nl: Een out-of-memory fout is opgetreden.
pt: Ocorreu um erro de falta de memória.
ru: Произошла ошибка из-за нехватки памяти.
uk: Сталася помилка через брак пам'яті.
zh_tw: 發生記憶體不足錯誤。

# RdpErrorUnknown
source: An unknown error has occurred.
cs_cz: Došlo k neznámé chybě.
it: Si è verificato un errore sconosciuto.
nb_no: En ukjent feil har oppstått.
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Неизвестная ошибка.
uk: Невідома помилка.
zh_tw: 發生不明錯誤。

# RdpErrorWindowCreation
source: A window-creation error has occurred.
cs_cz: Došlo k chybě při vytváření okna.
it: Si è verificato un errore di creazione della finestra.
nb_no: En vindusopprettingsfeil har oppstått.
nl: Een venster-creatie fout opgetreden.
pt: Ocorreu um erro de criação da janela.
ru: При создании окна произошла ошибка.
uk: При створенні вікна сталася помилка.
zh_tw: 發生視窗內容錯誤。

# RdpErrorWinsock
source: Winsock initialization error.
cs_cz: Chyba inicializace Winsock.
it: Errore di inizializzazione WinSock.
nb_no: Feil ved initialisering av Winsock.
nl: Winsock initialisatie fout.
pt: Erro de inicialização Winsock.
ru: Ошибка инициализации Winsock.
uk: Помилка ініціалізації Winsock.
zh_tw: Winsock 初始化錯誤。

# RdpFileCouldNotBeImported
source: Couldn't import rdp file!
cs_cz: Nezdařil se import souboru rdb!
nl: Kan RDP-bestand niet importeren!
pt: Impossível importar ficheiro RDP!
ru: Не удалось импортировать RDP файл!
zh_tw: 無法匯入 rdp 檔案!

# RDPFitToPanel
source: Fit To Panel
cs_cz: Přizpůsobit panelu
nl: Pas aan paneel aan
pt: Ajustar ao painel
ru: В окне
zh_tw: 符合面板

source: RDP Focus failed!
cs_cz: Aktivace RDP okna (focus) selhala!
it: RDP Focus fallito!
nb_no: RDP-fokus mislyktes!
nl: RDP Focus mislukt!
pt: Foco de RDP falhou!
ru: RDP: Ошибка получения фокуса!
uk: RDP: помилка отримання фокусу!
zh_tw: RDP Focus 失敗!

# RdpGatewayIsSupported
source: RD Gateway is supported.
cs_cz: Brána RD (RD Gateway) je podporována.
it: Il gateway RDP è supportato.
nb_no: RD Gateway støttes.
nl: RD Gateway is ondersteund.
pt: RD Gateway suportado.
ru: Шлюз Служб терминалов поддерживается.
uk: RD Gateway підтримується.
zh_tw: 支援 RD Gateway。

# RdpGatewayNotSupported
source: RD Gateway is not supported!
cs_cz: Brána RD (RD Gateway) NENÍ podporována!
it: Il gateway RDP non è supportato!
nb_no: RD Gateway støttes ikke!
nl: RD Gateway is niet ondersteund!
pt: Gateway de RD não suportado!
ru: Шлюз Служб терминалов не поддерживается!
uk: RD Gateway не підтримується!
zh_tw: 不支援 RD Gateway!

# RdpGetSessionsFailed
source: GetSessions failed!
cs_cz: Metoda GetSessions selhala!
nl: Instellen sessies mislukt!
pt: GetSessions falhou!
ru: Ошибка сессии!
zh_tw: GetSessions 失敗!

# RdpReconnectCount
source: RDP reconnection count:
cs_cz: Počet pokusů o znovunavázání spojení RDP:
it: Contatore riconnessioni RDP:
nb_no: Antall RDP gjentilkoblingsforsøk:
nl: RDP aantal malen opnieuw proberen te verbinden:
pt: Contador de re-ligação RDP:
ru: Количество переподключений RDP:
uk: Кількість перепідключень RDP:
zh_tw: RDP 重新連線次數:

source: RDP SetAuthenticationLevel failed!
cs_cz: Metoda RDP SetAuthenticationLevel selhala!
it: RDP SetAuthenticationLevel fallito!
nb_no: RDP SetAuthenticationLevel mislyktes!
nl: RDP instelling verificatie niveau mislukt!
pt: Falha no RDP SetAuthenticationLevel!
ru: RDP: Установить уровень проверки подлинности не удалась!
uk: Помилка RDP SetAuthenticationLevel!
zh_tw: RDP SetAuthenticationLevel 失敗!

# RdpSetConsoleSessionFailed
source: RDP SetUseConsoleSession failed!
cs_cz: Metoda RDP SetUseConsoleSession selhala!
it: RDP SetUseConsoleSession fallito!
nb_no: RDP SetUseConsoleSession mislyktes!
nl: RDP instelling Console sessie mislukt!
pt: Falha no RDP SetUseConsoleSession!
ru: RDP: Не удалось использовать консольную сессию!
uk: Помилка RDP SetUseConsoleSession!
zh_tw: RDP SetUseConsoleSession 失敗!

# RdpSetConsoleSwitch
source: Setting Console switch for RDC {0}.
cs_cz: Nastavuji přepínací parametr konzole Setting RDC {0}.
it: Impostazione del cambio console per RDC {0}.
nb_no: Angir konsollvalg for RDC {0}.
nl: Instelling console wisselen voor RDC {0}.
pt: Configuração do Interruptor de Console para RDC {0}.
ru: Настройка переключения консолей для RDC {0}.
uk: Налаштування перемикання консолі для RDC {0}.
zh_tw: 設定 RDC {0} 的 Console 開關。

source: RDP SetCredentials failed!
cs_cz: Metoda RDP SetCredentials selhala!
it: RDP SetCredentials fallito!
nb_no: RDP SetCredentials mislyktes!
nl: RDP instellen kenmerken mislukt!
pt: Falha no RDP SetCredentials!
ru: Ошибка установки учетных данных RDP!
uk: Помилка RDP SetCredentials!
zh_tw: RDP SetCredentials 失敗!

source: RDP SetEventHandlers failed!
cs_cz: Metoda RDP SetEventHandlers selhala!
it: RDP SetEventHandlers fallito!
nb_no: RDP SetEventHandlers mislyktes!
nl: RDP instellen gebeurtenis afhandeling mislukt!
pt: Falha no RDP SetEventHandlers!
ru: Ошибка RDP SetEventHandlers!
uk: Помилка RDP SetEventHandlers!
zh_tw: RDP SetEventHandlers 失敗!

# RdpSetGatewayFailed
source: RDP SetRDGateway failed!
cs_cz: Metoda RDP SetRDGateway selhala!
it: RDP SetRDGateway fallito!
nb_no: RDP SetRDGateway mislyktes!
nl: RDP instellen RDGateway mislukt!
pt: Falha no RDP SetRDGateway!
ru: Ошибка установки шлюза RDP!
uk: Помилка RDP SetRDGateway!
zh_tw: RDP SetRDGateway 失敗!
