Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Language/Language.*.resx
Languages: fr

# ServerNotAccessible
source: Server '{0}' was not accessible.
fr: Le serveur '{0}' n'était pas accessible.

# ConfigurationImportFile
source: Import an Existing File
fr: Importer un fichier existant

# DatabaseNotAvailable
source: Database '{0}' not available.
fr: Base de données '{0}' indisponible.

# LoginFailedForUser
source: Login failed for user '{0}'.
fr: Identification échouée pour l'utilisateur '{0}'.

# OptionsThemeChangeWarning
source: Warning: Restart is required to commit any theme configuration change.
fr: Avertissement : un redémarrage est nécessaire pour prendre en compte les modifications apportées aux thèmes.

# OptionsThemeNewThemeCaption
source: New theme name
fr: Nouveau nom du thème

source: Copy Hostname
fr: Copier le nom d'hôte

source: Environment
fr: Environnement

# DoNotTrimUsername
source: Do not trim spaces from usernames
fr: Ne pas supprimer les espaces dans les noms d'utilisateurs

# CreateEmptyPanelOnStartUp
source: Create an empty panel when mRemoteNG starts
fr: Créer un panneau vide au démarrage de mRemoteNG

source: License
fr: Licence

source: Credentials
fr: Informations de connexion

# CredentialUnavailable
source: Credential not available
fr: Informations de connexion non disponibles

source: Download
fr: Télécharger

source: Encryption Engine
fr: Moteur de chiffrage

source: Debug
fr: Débugage

source: Export everything
fr: Tout exporter

source: Export File
fr: Exporter le fichier

source: Export Items
fr: Exporter les éléments

source: Encryption Test
fr: Test de chiffrage

source: Export Properties
fr: Exporter les propriétés

source: File &Format:
fr: &Format de fichier :

# UpdatePortableDownloadComplete
source: Download Completed!
fr: Téléchargement terminé !

# ExportSelectedConnection
source: Export the currently selected connection
fr: Exporter la connexion sélectionnée

# ExportSelectedFolder
source: Export the currently selected folder
fr: Exporter le dossier sélectionné

# HttpFailedUrlBuild
source: Failed to contruct the URL to load
fr: Construction de l'URL à charger échouée

source: High
fr: Haut

source: Import from &File...
fr: Importer depuis le &fichier...

# EncryptionKeyDerivationIterations
source: Key Derivation Function Iterations
fr: Itérations de la fonction de clé de dérivation

# NodeCannotDragParentOnChild
source: Cannot drag parent node onto child.
fr: Impossible de glisser le noeud parent sur l'enfant.

# ConfigurationCreateNew
source: Create a New Connection File
fr: Créer un nouveau fichier de connexions

source: Filter search matches in connection tree
fr: Filtrer les résultats de la recherche dans l'arborescence des connexions

source: Load Balance Info
fr: Charger les informations de répartition

# LogToAppDir
source: Log to application directory
fr: Logger vers le répertoire de l'application

source: Log these message types
fr: Logger les types de messages suivants

source: Log file path
fr: Chemin du fichier de log

source: Medium
fr: Moyen

source: mRemoteNG CSV
fr: CSV mRemoteNG

# TitlePasswordWithName
source: mRemoteNG password for {0}
fr: Mot de passe mRemoteNG pour {0}

source: mRemoteNG XML
fr: XML mRemoteNG

# ExternalToolDefaultName
source: New External Tool
fr: Nouvel outil externe

source: Open a different file
fr: Ouvrir un fichier différent

source: Open file
fr: Ouvrir un fichier

source: Port scan complete.
fr: Scan des ports terminé.

# MultiSshToolTip
source: Press ENTER to send. Ctrl+C is sent immediately.
fr: Appuyer sur ENTRER pour envoyer. Ctrl+C est envoyé immédiatement.

source: Place search bar above connection tree
fr: Placer la barre de recherche au-dessus de l'arborescence des connexions

source: Don't connect to console session
fr: Ne pas se connecter à la session console

# UpdateGetChangeLogFailed
source: The change log could not be downloaded.
fr: L'historique des changements n'a pas pu être téléchargé.

# LoadFromSqlFailedContent
source: The connection information could not be loaded from the SQL server.
fr: Les informations de connexion n'ont pas pu être chargées depuis SQL Server.

# PropertyDescriptionVmId
source: The ID of the Hyper-V virtual machine to connect to.
fr: L'ID de la machine virtuelle Hyper-V à laquelle se connecter.

# ErrorCouldNotLaunchPutty
source: PuTTY could not be launched.
fr: PuTTY n'a pas pu être démarré.

# ShowOnToolbarColumnHeader
source: Show on toolbar column
fr: Afficher sur la colonne de la barre d'outils

source: Show these message types
fr: Afficher les types de messages suivants

# PropertyDescriptionFavorite
source: Show this connection in the favorites menu.
fr: Afficher cette connexion dans le menu des favoris.

# PasswordLengthConstraintHint
source: Password length must be between {0} and {1}
fr: La longueur du mot de passe doit être entre {0} et {1}

# PasswordContainsLowerCaseConstraintHint
source: Password must contain at least {0} lower case character(s)
fr: Le mot de passe doit contenir au minimum {0} caractère(s) minuscule(s)

# PasswordContainsNumbersConstraint
source: Password must contain at least {0} number(s)
fr: Le mot de passe doit contenir au minimum {0} caractère(s) numérique(s)

# PasswordConstainsSpecialCharactersConstraintHint
source: Password must contain at least {0} of the following characters: {1}
fr: Le mot de passe doit contenir au minimum {0} caractères suivants : {1}

# PasswordContainsUpperCaseConstraintHint
source: Password must contain at least {0} upper case character(s)
fr: Le mot de passe doit contenir au minimum {0} caractère(s) majuscule(s)

# ChangeConnectionResolutionError
source: An error occurred while trying to change the connection resolution to host '{0}'
fr: Une erreur s'est produite en tentant de changer la résolution de l'hôte '{0}'

source: Logging
fr: Log en cours

# RdpOverallConnectionTimeout
source: RDP Connection Timeout
fr: Délai d'expiration de la connexion RDP

# ConnectNoCredentials
source: Connect without credentials
fr: Se connecter sans informations de connexion

# FilterPuttyConnectionManager
source: PuTTY Connection Manager files
fr: Fichiers du gestionnaire de connexions PuTTY

# FilterRdgFiles
source: Remote Desktop Connection Manager files (*.rdg)
fr: Fichiers Remote Desktop Connection Manager (*.rdg)

source: Assigned Credential
fr: Informations de connexion assignées

# CouldNotFindExternalTool
source: Could not find external tool with name "{0}"
fr: Impossible de trouver l'outil externe "{0}"

# PropertyDescriptionDisableCursorShadow
source: Determines whether a mouse shadow should be visible.
fr: Détermine si l'ombre du curseur doit être visible.

# PropertyDescriptionDisableCursorBlinking
source: Determines whether cursor flashes should be disabled.
fr: Détermine si le clignotement du curseur doit être désactivé.

# ReleaseChannelExplanation
source: Stable channel includes final releases only. Preview channel includes Betas & Release Candidates. Nightly Channel includes Alphas, Betas & Release Candidates.
fr: Le canal stable ne concerne que les versions finalisées. Le canal preview inclut les versions beta et release candidates. Le canal nightly inclut les versions alpha, beta et release candidates.

# AutomaticReconnectError
source: An error occurred while trying to reconnect to RDP host '{0}'
fr: Une erreur s'est produite en tentant de se reconnecter à l'hôte RDP '{0}'

# ConfirmDeleteCredentialRecord
source: Are you sure you want to delete the credential record, {0}?
fr: Voulez-vous vraiment supprimer les informations de connexion {0} ?

# EncryptionBlockCipherMode
source: Block Cipher Mode
fr: Bloquer le mode de chiffrement

source: Connect in View Only mode
fr: Se connecter en visualisation seulement

# WebView2InitializationFailed
source: WebView2 creation failed with exception
fr: Création WebView2 échouée avec une exception

# PropertyDescriptionUseVmId
source: Use VM ID to connect to VM running on Hyper-V.
fr: Utiliser le VM ID pour se connecter à la machine virtuelle en fonctionnement sur Hyper-V.

# LoadBalanceInfoUseUtf8
source: Use UTF8 encoding for RDP "Load Balance Info" property
fr: Utiliser l'encodage UTF-8 pour la propriété RDP "Load Balance Info"

# ErrorFipsPolicyIncompatible
source: The Windows security setting, "System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing", is enabled. See the Microsoft Support article at http://support.microsoft.com/kb/811833 for more information. {0} is not fully FIPS compliant. Click OK to proceed at your own discretion, or Cancel to Exit.
fr: Le paramètre de sécurité Windows "Utiliser des algorithmes compatibles FIPS pour le chiffrement, le hachage et la signature" est activé. Voir l'article de support Microsoft http://support.microsoft.com/kb/811833 pour plus d'informations. {0} n'est pas totalement compatible avec FIPS. Cliquer sur OK pour poursuivre à vos risques et périls ou Annuler pour quitter.

# ConfirmCloseConnectionOthersInstruction
source: Are you sure you want to close all connections except for "{0}"?
fr: Voulez-vous vraiment fermer toutes les connexions à l'exception de "{0}" ?

# PropertyDescriptionSoundQuality
source: Choose the Sound Quality provided by the protocol: Dynamic, Medium, High
fr: Sélectionner la qualité audio fournie par le protocole : dynamique, moyenne, élevée

# PropertyDescriptionUseEnhancedMode
source: Connect to a Hyper-V host with enhanced mode enabled.
fr: Se connecter à un hôte Hyper-V avec le mode amélioré activé.

# RdpProtocolVersionNotSupported
source: Could not create RDP client. RDP protocol version {0} is not supported on this machine. Please choose an older protocol version.
fr: Impossible de créer un client RDP. La version du protocole RDP {0} n'est pas supportée sur cette machine. Veuillez choisir une ancienne version du protocole.

# PropertyDescriptionDisableMenuAnimations
source: Determines whether menus and windows can be displayed with animation effects in the remote session.
fr: Détermine si les menus et fenêtres doivent être affichés avec des animations dans la session à distance.

# PropertyDescriptionDisableFullWindowDrag
source: Determines whether window content is displayed when you drag the window to a new location.
fr: Détermine si le contenu de la fenêtre est affiché lors du glisser-déposer vers un autre emplacement.

# OptionsThemeDeleteConfirmation
source: Do you really want to delete the theme?
fr: Voulez-vous vraiment supprimer le thème ?

# EncryptionTestResultMessage
source: Encrypting {0} entries using {1}/{2} and {3} iterations took {4} seconds.
fr: Le chiffrement de {0} entrée(s) en utilisant {1}/{2} et {3} itérations a duré {4} secondes.

source: Import sub OUs
fr: Importer les sub OUs

# PropertyDescriptionRedirectClipboard
source: Select whether the clipboard should be shared.
fr: Sélectionner si le presse-papiers doit être partagé.

# PropertyDescriptionRedirectAudioCapture
source: Select whether the default audio input device on the remote machine should be redirected to this computer.
fr: Sélectionner si le périphérique d'entrée audio par défaut sur la machine distance doit être redirigé vers cet ordinateur.

# PropertyDescriptionAutomaticResize
source: Select whether to automatically resize the connection when the window is resized or when fullscreen mode is toggled. Requires RDC 8.0 or higher.
fr: Sélectionner de redimensionner automatiquement la connexion quand la fenêtre est redimensionnée ou lorsque le mode plein écran est activé. Nécessite RCD 8.0 ou postérieur.

# PropertyDescriptionSshTunnel
source: For connection through a SSH tunnel (jump host) specify SSH connection to be used to establish SSH tunnel.
fr: Pour les connexions à travers un tunnel SSH, spécifier la connexion SSH à utiliser pour établir le tunnel SSH.

# PropertyDescriptionRDPAlertIdleTimeout
source: Select whether to receive an alert after the RDP session disconnects due to inactivity
fr: Choisir de recevoir une alerte lors de la déconnexion de la session RDP pour cause d'inactivité

# PropertyDescriptionPasswordProtect
source: Set a password needed to encrypt the connection file with. You will be prompted to enter your passcode before starting mRemoteNG.
fr: Spécifier un mot de passe pour chiffrer le fichier de connexions. Ce mot de passe vous sera demandé au démarrage de mRemoteNG.

# PropertyDescriptionRdpVersion
source: Sets the version of RDP to use when opening connections.
fr: Spécifier la version de RDP à utiliser pour ouvrir les connexions.

# PropertyDescriptionLoadBalanceInfo
source: Specifies the load balancing information for use by load balancing routers to choose the best server.
fr: Spécifier les informations de répartition de charge à utiliser par les routeurs pour choisir le meilleur serveur.

# PropertyDescriptionRdpGatewayPassword
source: Specifies the password of the Remote Desktop Gateway server.
fr: Spécifier le mot de passe du serveur Remote Desktop Gateway.

# PropertyDescriptionSshOptions
source: Specify here additional options to be used for SSH connection. See putty documentation for further details.
fr: Préciser ici les options additionnelles à utiliser pour les connexions SSH. Se reporter à la documentation PuTTY pour plus de détails.

# SshTunnelIsNotPutty
source: SSH tunnel configuration problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. Connection configured as SSH Tunnel found in tree, but protocol is not derived from putty. Make sure connection configured as SSH Tunnel is using SSH protocol.
fr: Problème de configuration du tunnel SSH. La connexion vers : "{0}" via le tunnel SSH : "{1}" est impossible. Une connexion de tunnel SSH a été trouvée dans l'arborescence mais le protocole n'est pas dérivé de PuTTY. Vérifiez que la connexion de tunnel SSH utilise bien le protocole SSH.

# SshTunnelConfigProblem
source: SSH Tunnel connection configuration problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. A connection with the name configured as SSH Tunnel and protocol SSH version 1 or SSH2 version 2 cannot be found in the connection tree. Clear SSH Tunnel configuration or specify existing SSH connection.
fr: Problème de configuration du tunnel SSH. La connexion vers : "{0}" via le tunnel SSH : "{1}" est impossible. Aucune connexion de tunnel SSH utilisant le protocole SSH 1 ou 2 n'a été trouvée dans l'arborescence. Supprimez le tunnel SSH ou spécifiez un tunnel SSH existant.

# SshTunnelFailed
source: SSH tunnel connection failed. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. Putty process terminated. Check for any problems with the connection configured as SSH Tunnel.
fr: Problème de configuration du tunnel SSH. La connexion vers : "{0}" via le tunnel SSH : "{1}" est impossible. Le processus PuTTY s'est terminé. Vérifiez d'éventuels problèmes avec la connexion de tunnel SSH.

# SshTunnelNotConnected
source: SSH tunnel connection problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. SSH connection failed. Check for any problems with the connection configured as SSH Tunnel.
fr: Problème de configuration du tunnel SSH. La connexion vers : "{0}" via le tunnel SSH : "{1}" est impossible. La connexion SSH a échoué. Vérifiez d'éventuels problèmes avec la connexion de tunnel SSH.

# SshTunnelPortNotReadyInTime
source: SSH tunnel connection timed out. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. Local tunnel port did not become available in time. Check for any problems with the connection configured as SSH Tunnel.
fr: Expiration du délai pour la connexion au tunnel SSH. La connexion vers : "{0}" via le tunnel SSH : "{1}" est impossible. Le port du tunnel local n'as pas répondu à temps. Vérifiez d'éventuels problèmes avec la connexion de tunnel SSH.

# SshTunnelNotInitialized
source: SSH tunnel initialization problem. Connection to: "{0}" via SSH Tunnel: "{1}" not possible. SSH connection could not be initialized. Check for any problems with the connection configured as SSH Tunnel.
fr: Initialisation du tunnel SSH échouée. La connexion vers : "{0}" via le tunnel SSH : "{1}" est impossible. La connexion SSH n'a pas pu être initialisée. Vérifiez d'éventuels problèmes avec la connexion de tunnel SSH.

# PropertyDescriptionRDPMinutesToIdleTimeout
source: The number of minutes for the RDP session to sit idle before automatically disconnecting (for no limit use 0)
fr: Nombre de minutes pendant lesquelles laisser la session RDP en veille avant déconnexion (utiliser 0 pour ne pas mettre de limite)
