Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Language/Language.*.resx
Languages: fr

# PropertyDescriptionRDGatewayDomain
source: Specifies the domain name that a user provides to connect to the RD Gateway server.
fr: Spécifier le nom de domaine fourni par l'utilisateur pour se connecter au serveur RD Gateway.

# PropertyDescriptionRDGatewayHostname
source: Specifies the host name of the Remote Desktop Gateway server.
fr: Indiquer le nom d'hôte du serveur RD Gateway.

# PropertyDescriptionRdpGatewayUsageMethod
source: Specifies when to use a Remote Desktop Gateway (RD Gateway) server.
fr: Spécifier quand utiliser un serveur RD Gateway.

# PropertyDescriptionRDGatewayUseConnectionCredentials
source: Specifies whether or not to log on to the gateway using the same username and password as the connection.
fr: Spécifier de se connecter ou non à la passerelle en utilisant les mêmes identifiants que la connexion.

# PropertyDescriptionRDGatewayUsername
source: Specifies the user name that a user provides to connect to the RD Gateway server.
fr: Spécifier le nom de domaine que l'utilisateur fournit pour se connecter au serveur RD Gateway.

# PropertyDescriptionRedirectDrives
source: Select whether local disk drives should be shown on the remote host.
fr: Choisir si les lecteurs de disques locaux doivent être redirigés vers l'hôte distant.

# PropertyDescriptionRedirectKeys
source: Select whether key combinations (e.g. Alt-Tab) should be redirected to the remote host.
fr: Choisir si les combinaisons de touches (par exemple Alt-Tab) doivent être redirigées vers l'hôte distant.

# PropertyDescriptionRedirectPorts
source: Select whether local ports (ie. com, parallel) should be shown on the remote host.
fr: Choisir si les ports locaux doivent être redirigés vers l'hôte distant.

# PropertyDescriptionRedirectPrinters
source: Select whether local printers should be shown on the remote host.
fr: Choisir si les imprimantes locales doivent être redirigées vers l'hôte distant.

# PropertyDescriptionRedirectSmartCards
source: Select whether local smart cards should be available on the remote host.
fr: Choisir si les cartes à puce doivent être disponibles sur l'hôte distant.

# PropertyDescriptionRedirectSounds
source: Select how remote sound should be redirected.
fr: Choisir de quelle manière les sons de l'hôte distant doivent être redirigés.

# PropertyDescriptionRenderingEngine
source: Select one of the available rendering engines that will be used to display HTML.
fr: Choisir quel moteur de rendu disponible sera utilisé pour afficher du HTML.

# PropertyDescriptionResolution
source: Choose the resolution or mode this connection will open in.
fr: Choisir la résolution ou le mode pour lesquels la connexion sera ouverte.

# PropertyDescriptionSmartSizeMode
source: Select the SmartSize mode to be used.
fr: Sélectionner le mode de taille intelligente à utiliser.

# PropertyDescriptionUseConsoleSession
source: Connect to the console session of the remote host.
fr: Connexion à la console de l'hôte distant.

# PropertyDescriptionUseCredSsp
source: Use the Credential Security Support Provider (CredSSP) for authentication if it is available.
fr: Utiliser les informations d'identification Security Support Provider (CredSSP) pour l'authentification si disponibles.

# PropertyDescriptionUser1
source: Feel free to enter any information you need here.
fr: Entrer toutes les informations dont vous avez besoin ici.

# PropertyDescriptionUsername
source: Enter your username.
fr: Entrer le nom d'utilisateur.

# PropertyDescriptionViewOnly
source: If you want to establish a view only connection to the host select yes.
fr: Si vous souhaitez établir une vue uniquement de l'hôte distant, sélectionnez Oui.

# PropertyDescriptionVNCProxyAddress
source: Enter the proxy address to be used.
fr: Entrer l'adresse du proxy à utiliser.

# PropertyDescriptionVNCProxyPassword
source: Enter your password for authenticating against the proxy.
fr: Entrer le mot de passe pour l'authentification au proxy.

# PropertyDescriptionVNCProxyPort
source: Enter the port the proxy server listens on.
fr: Entrer le port d'écoute du serveur proxy.

# PropertyDescriptionVNCProxyType
source: If you use a proxy to tunnel VNC connections, select which type it is.
fr: Si vous utilisez un proxy pour tunneler vos connexions VNC, sélectionnez son type.

# PropertyDescriptionVNCProxyUsername
source: Enter your username for authenticating against the proxy.
fr: Entrer le nom d'utilisateur pour vous authentifier sur le proxy.

source: Hostname/IP
fr: Nom d'hôte / IP

source: All
fr: Tous

# AuthenticationLevel
source: Server Authentication
fr: Niveau d'authentification

source: Authentication mode
fr: Mode d'authentification

source: Cache Bitmaps
fr: Mettre en cache les bitmaps

# Colors
source: Colours
fr: Couleurs

source: Display Themes
fr: Afficher les thèmes

source: Display Wallpaper
fr: Afficher le fond d'écran

# EnableDesktopComposition
source: Desktop Composition
fr: Activer la composition du bureau

source: Font Smoothing
fr: Lissage des polices

source: Encoding
fr: Encodage

source: External Tool
fr: Outil externe

source: External Tool After
fr: Outil externe après

source: External Tool Before
fr: Outil externe avant

source: MAC Address
fr: Adresse MAC

source: Name
fr: Nom

source: Panel
fr: Panneau

source: Password
fr: Mot de passe

source: PuTTY Session
fr: Session PuTTY

# RdpGatewayDomain
source: Gateway Domain
fr: Domaine de la passerelle RDP

# RdpGatewayHostname
source: Gateway Hostname
fr: Nom d'hôte de la passerelle RDP

# RdpGatewayPassword
source: Remote Desktop Gateway Password
fr: Mot de passe de la passerelle RDP

# RdpGatewayUsageMethod
source: Use Gateway
fr: Utilisation de la passerelle RDP

# RdpGatewayUseConnectionCredentials
source: Gateway Credentials
fr: Utiliser les informations de connexion pour l'identification à la passerelle RDP

# RdpGatewayUsername
source: Gateway Username
fr: Nom d'utilisateur de la passerelle RDP

source: Disk Drives
fr: Lecteurs de disque

# RedirectKeys
source: Key Combinations
fr: Combinaisons de touches

source: Printers
fr: Imprimantes

source: Sounds
fr: Sons

source: Rendering Engine
fr: Moteur de rendu

source: Resolution
fr: Résolution

source: SmartSize Mode
fr: Mode SmartSize

source: Use Console Session
fr: Utiliser la session console

source: Use CredSSP
fr: Utiliser CredSSP

source: User Field
fr: Champ utilisateur

source: Proxy Address
fr: Adresse du proxy

source: Proxy Password
fr: Mot de passe du proxy

source: Proxy Port
fr: Port du proxy

source: Proxy Type
fr: Type du proxy

source: Proxy Username
fr: Nom d'utilisateur du proxy

# ProtocolEventDisconnected
source: Protocol Event Disconnected. Host: "{1}"; Protocol: "{2}" Message: "{0}"
fr: Évènement de déconnexion du protocole. Hôte : "{1}" ; Protocole : "{2}" ; Message : "{0}"

# ProtocolEventDisconnectFailed
source: Protocol Event Disconnected failed. {0}
fr: Évènement d'échec de déconnexion du protocole. {0}

source: Protocol to import
fr: Protocole à importer

source: Proxy test failed!
fr: Test du proxy échoué !

source: Proxy test succeeded!
fr: Test du proxy réussi !

# PuttyDisposeFailed
source: Dispose of Putty process failed!
fr: Échec de l'arrêt du processus PuTTY !

# PuttyFocusFailed
source: Couldn't set focus!
fr: Impossible de définir le focus !

# PuttyHandle
source: Putty Handle: {0}
fr: Prise en charge de PuTTY : {0}

# PuttyKillFailed
source: Killing Putty Process failed!
fr: Échec de la fermeture forcée du processus PuTTY !

# PanelHandle
source: Panel Handle: {0}
fr: Prise en charge du panneau : {0}

source: Putty Resize Failed!
fr: Échec du redimensionnement du processus PuTTY !

# PuttySavedSessionsRootName
source: PuTTY Saved Sessions
fr: Sessions PuTTY sauvegardées

source: PuTTY Settings
fr: Paramètres de PuTTY

# PuttyShowSettingsDialogFailed
source: Show PuTTY Settings Dialog failed!
fr: Échec de l'affichage de la fenêtre des paramètres de PuTTY !

source: --- PuTTY Stuff ---
fr: --- Outils PuTTY ---

# PuttyTitle
source: PuTTY Title: {0}
fr: Titre PuTTY : {0}

# Quick
source: Quick: {0}
fr: Rapide : {0}

source: Quick Connect
fr: Connexion rapide

source: Quick Connect Add Failed!
fr: Échec de l'ajout d'une connexion rapide !

# QuickConnectFailed
source: Creating quick connect failed
fr: La connexion rapide a échoué

# _CloseWarnAll
source: &Warn me when closing connections
fr: &M'avertir lors de la fermeture des connexions

# RadioCloseWarnExit
source: Warn me only when e&xiting mRemoteNG
fr: M'avertir uniquement à la f&ermeture de mRemoteNG

# RadioCloseWarnMultiple
source: Warn me only when closing &multiple connections
fr: M'avertir uniquement lors de la fermeture de connexions &multiples

# RadioCloseWarnNever
source: Do &not warn me when closing connections
fr: &Ne pas m'avertir lors de la fermeture des connexions

# Rdp16777216Colors
source: 16777216 Colours (24-bit)
fr: 16777216 couleurs (24 bits)

# Rdp256Colors
source: 256 Colours (8-bit)
fr: 256 couleurs (8 bits)

# Rdp32768Colors
source: 32768 Colours (15-bit)
fr: 32768 couleurs (15 bits)

# Rdp4294967296Colors
source: 16777216 Colours (32-bit)
fr: 16777216 couleurs (32 bits)

# Rdp65536Colors
source: 65536 Colours (16-bit)
fr: 65536 couleurs (16 bits)

# RdpControlCreationFailed
source: Couldn't create RDP control, please check mRemoteNG requirements.
fr: Impossible de lancer une connexion RDP. Vérifiez les prérequis mRemoteNG.

source: Disable Cursor blinking
fr: Désactiver le clignotement du curseur

source: Disable Cursor Shadow
fr: Désactiver l'ombre du curseur

source: Disable Full Window drag
fr: Désactiver le glissement de la fenêtre complète

source: Disable Menu Animations
fr: Désactiver les animations du menu

# RdpDisconnectFailed
source: RDP Disconnect failed, trying to close!
fr: Échec de la déconnexion RDP. Tentative d'arrêt en cours !

# RdpErrorCode1
source: Internal error code 1.
fr: Code d'erreur RDP 1.

# RdpErrorCode2
source: Internal error code 2.
fr: Code d'erreur RDP 2.

# RdpErrorCode3
source: Internal error code 3. This is not a valid state.
fr: Code d'erreur RDP 3.

# RdpErrorCode4
source: Internal error code 4.
fr: Code d'erreur RDP 4.

# RdpErrorConnection
source: An unrecoverable error has occurred during client connection.
fr: Une erreur irrécupérable s'est produite lors de la connexion au client.

# RdpErrorGetFailure
source: GetError failed (FatalErrors)
fr: Échec GetError (FatalErrors)

# RdpErrorOutOfMemory
source: An out-of-memory error has occurred.
fr: Une erreur de mémoire insuffisante s'est produite.

# RdpErrorUnknown
source: An unknown error has occurred.
fr: Une erreur inconnue s'est produite.

# RdpErrorWindowCreation
source: A window-creation error has occurred.
fr: Une erreur de création de fenêtre s'est produite.

# RdpErrorWinsock
source: Winsock initialization error.
fr: Une erreur d'initialisation de Winsock s'est produite.

source: Fit To Panel
fr: Ajuster au panneau

source: RDP Focus failed!
fr: Échec du focus RDP !

source: RDP Gateway is supported.
fr: La passerelle RDP est prise en charge.

# RdpGatewayNotSupported
source: RDP Gateway is not supported!
fr: La passerelle RDP n'est pas prise en charge !

# RdpReconnectCount
source: RDP reconnection count:
fr: Nombre de reconnexions RDP :

source: RDP SetAuthenticationLevel failed!
fr: Échec de RDP SetAuthenticationLevel !

# RdpSetConsoleSessionFailed
source: RDP SetUseConsoleSession failed!
fr: Échec de RDP SetUseConsoleSession !

# RdpSetConsoleSwitch
source: RDP Setting Console switch for RDC {0}.
fr: Configuration du basculement de la console pour RDP {0}.

source: RDP SetCredentials failed!
fr: Échec de RDP SetCredentials !

source: RDP SetEventHandlers failed!
fr: Échec de RDP SetEventHandlers !

# RdpSetGatewayFailed
source: RDP SetRDGateway failed!
fr: Échec de RDP SetRDGateway !

source: RDP SetPerformanceFlags failed!
fr: Échec de RDP SetPerformanceFlags !

source: RDP SetPort failed!
fr: Échec de RDP SetPort !

source: RDP SetProps failed!
fr: Échec de RDP SetProps !

source: RDP Set Redirection Failed!
fr: Échec de RDP SetRedirection !

source: RDP Set Redirect Keys Failed!
fr: Échec de RDP SetRedirectKeys !

source: RDP SetResolution failed!
fr: Échec de RDP SetResolution !

# RdpSoundBringToThisComputer
source: Bring to this computer
fr: Transférer le son vers cet ordinateur

source: Do not play
fr: Ne pas lire

# RdpSoundLeaveAtRemoteComputer
source: Leave at remote computer
fr: Sortir le son sur l'ordinateur distant

source: RDP ToggleFullscreen failed!
fr: Échec de RDP ToggleFullscreen !

source: RDP ToggleSmartSize failed!
fr: Échec de RDP ToggleSmartSize !

# ReconnectAtStartup
source: Reconnect to previously opened sessions on startup
fr: Reconnecter les sessions ouvertes au démarrage

source: Remote file
fr: Fichier distant

source: Remove All
fr: Tout supprimer

source: Rename
fr: Renommer

source: Save
fr: Enregistrer

source: Save All
fr: Tout enregistrer

# SaveConnectionsFileBeforeOpeningAnother
source: Do you want to save the current connections file before loading another?
fr: Souhaitez-vous enregistrer le fichier actuel de connexions avant d'en charger un autre ?

# SaveConsOnExit
source: Save connections on exit
fr: Enregistrer les connexions à la fermeture

source: Screen
fr: Écran

source: Screenshot
fr: Capture d'écran

source: Screenshots
fr: Captures d'écran

# SearchPrompt
source: Search
fr: Invite de recherche

source: Send To...
fr: Envoyer à...

# SetHostnameLikeDisplayName
source: Set hostname like display name when creating or renaming connections
fr: Utiliser le nom d'hôte comme nom affiché lors de la création ou le renommage de connexions

# SettingsCouldNotBeSavedOrTrayDispose
source: Couldn't save settings or dispose SysTray Icon!
fr: Échec de sauvegarde des paramètres ou de suppression de l'icône de la barre des tâches !

# ShowDescriptionTooltips
source: Show description tooltips in connection tree
fr: Afficher des info-bulles avec les descriptions dans l'arborescence

# ShowFullConsFilePath
source: Show full connections file path in window title
fr: Afficher le chemin d'accès complet du fichier de connexions dans le titre de la fenêtre

# ShowLogonInfoOnTabs
source: Show logon information on tab names
fr: Afficher les informations de connexion dans le titre des onglets

# ShowProtocolOnTabs
source: Show protocols on tab names
fr: Afficher le protocole dans le titre des onglets

source: Single click on connection opens it
fr: Un simple clic sur une connexion ouvre celle-ci

# SingleClickOnOpenConnectionSwitchesToIt
source: Single click on opened connection in Connection Tree switches to opened Connection Tab
fr: Un simple clic sur une connexion ouverte affiche l'onglet correspondant

source: Sort
fr: Trier

# SortAsc
source: Ascending (A-Z)
fr: Croissant (A-Z)

# SortDesc
source: Descending (Z-A)
fr: Décroissant (Z-A)

# SQLInfo
source: Please see Help - Getting started - SQL Configuration for more Info!
fr: Consulter l'aide - Démarrage rapide - Configuration SQL - pour plus d'informations !

source: SSH background transfer failed!
fr: Le transfert SSH en tâche de fond a échoué !

source: SSH transfer failed.
fr: Échec du transfert SSH.

source: First IP
fr: IP de début

source: First Port
fr: Port de début

source: Startup/Exit
fr: Démarrer/Quitter

source: Status
fr: Statut

# SwitchToErrorsAndInfos
source: Switch to Notifications panel on:
fr: Se rendre sur le panneau des notifications :

source: Advanced
fr: Avancé

# TabsAndPanels
source: Tabs && Panels
fr: Onglets && panneaux

source: Updates
fr: Mises à jour

source: The following:
fr: Ce qui suit :

# TitleError
source: Error ({0})
fr: Erreur ({0})

# TitlePassword
source: mRemoteNG password
fr: Mot de passe

# TitleSelectPanel
source: Select Panel
fr: Choix du panneau

# TitleWarning
source: Warning ({0})
fr: Avertissement ({0})

source: Transfer
fr: Transfert

source: Try to integrate
fr: Essayer d'intégrer

# UltraVNCSCListeningPort
source: UltraVNC SingleClick port:
fr: Port UltraVNC SingleClick :

# UncheckProperties
source: Uncheck the properties you want not to be saved!
fr: Décocher les propriétés que vous ne souhaitez pas enregistrer !

# UpdateAvailable
source: mRemoteNG requires an update
fr: Une mise à jour est disponible pour mRemoteNG

# UpdateCheck
source: mRemoteNG can periodically connect to the mRemoteNG website to check for updates.
fr: mRemoteNG peut se connecter périodiquement sur le site mRemoteNG pour vérifier les mises à jour.

# UpdateCheckCompleteFailed
source: The update information could not be downloaded.
fr: Le téléchargement des informations de mise à jour a échoué.

# UpdateDownloadComplete
source: Download complete! mRemoteNG will now quit and begin with the installation.
fr: Téléchargement terminé ! mRemoteNG va se fermer et l'installation va commencer.

# UpdateDownloadCompleteFailed
source: The update could not be downloaded.
fr: Le téléchargement de la mise à jour a échoué.

# UpdateDownloadFailed
source: The update download could not be initiated.
fr: Le téléchargement de la mise à jour a échoué.

# UpdateFrequencyCustom
source: Every {0} days
fr: Tous les {0} jours

source: Daily
fr: Quotidien

source: Monthly
fr: Mensuel

source: Weekly
fr: Hebdomadaire

# UseDifferentUsernameAndPassword
source: Use a different username and password
fr: Utiliser des noms d'utilisateur et mots de passe différents

source: User
fr: Utilisateur

# UseSameUsernameAndPassword
source: Use the same username and password
fr: Utiliser les mêmes noms d'utilisateur et mots de passe

# UseSmartCard
source: Use a smart card
fr: Utiliser une carte à puce

# UseSQLServer
source: Use SQL Server to load && save connections
fr: Utiliser SQL Server pour charger et enregistrer les connexions

# VncConnectionDisconnectFailed
source: VNC disconnect failed!
fr: Déconnexion de VNC échouée !

# VncRefreshFailed
source: VNC Refresh Screen Failed!
fr: Échec du rafraîchissement de l'écran VNC !

source: VNC SendSpecialKeys failed!
fr: Échec de VNC SendSpecialKeys !

source: VNC Set Event Handlers failed!
fr: Échec de VNC SetEventHandlers !

source: VNC Set Props Failed!
fr: Échec de VNC SetProps !

source: VNC Toggle SmartSize Failed!
fr: Échec de VNC ToggleSmartSize !

source: VNC Toggle ViewOnly Failed!
fr: Échec de VNC ToggleViewOnly !

# WarnIfAuthFails
source: Warn me if authentication fails
fr: M'avertir si l'authentification échoue

source: Warnings
fr: Avertissements

source: Yes
fr: Oui

source: Credits
fr: Crédits

source: Start minimized
fr: Démarrer minimisé

# CloseToSysTray
source: Close to notification area
fr: Fermer vers la zone de notification

source: &Export to File...
fr: &Exporter vers le fichier...

source: &Launch
fr: &Démarrer

source: &Try again
fr: &Réessayer

source: Add
fr: Ajouter

source: Advanced security options
fr: Options de sécurité avancées

source: Always show connection tabs
fr: Toujours afficher les onglets des connexions

source: Apply
fr: Appliquer

source: Audio Capture
fr: Capture audio

source: Automatic resize
fr: Redimensionner automatiquement

source: Changelog
fr: Historique des modifications

# ChooseLogPath
source: Choose a path for the mRemoteNG log file
fr: Sélectionner un chemin pour le fichier de log de mRemoteNG

source: Choose path
fr: Sélectionner un chemin

source: Clear search string
fr: Effacer la chaîne de recherche

source: Clipboard
fr: Presse-papiers

# CommandOpenConnectionFile
source: &Open a connection file
fr: &Ouvrir un fichier de connexions

# FilterAllImportable
source: All importable files
fr: Tous les fichiers importables

# ImportFileFailedContent
source: An error occurred while importing the file "{0}".
fr: Une erreur est survenue lors de l'import du fichier "{0}".

# UnhandledExceptionOccured
source: An unhandled exception has occurred
fr: Une exception non gérée s'est produite

# PasswordStatusMustMatch
source: Both passwords must match.
fr: Les deux mots de passe doivent correspondre.

# OptionsThemeNewThemeError
source: Cannot create theme, name already present or special characters in the name
fr: Impossible de créer le thème : le libellé existe déjà ou des caractères spéciaux sont présents dans le nom

# NodeCannotDragOnSelf
source: Cannot drag node onto itself.
fr: Impossible de glisser-déposer un noeud sur lui-même.

source: Favorite
fr: Favori

source: Favorites
fr: Favoris

source: Use default
fr: Utiliser les paramètres par défaut

# OptionsThemeNewThemeText
source: Type the new theme name
fr: Entrer le nouveau nom du thème

source: Title
fr: Titre

# TimeoutInSeconds
source: Timeout [seconds]
fr: Délai d'expiration [secondes]

# NodeNotDraggable
source: This node is not draggable.
fr: Ce noeud n'est pas sélectionnable pour glisser-déposer.

# ExceptionForcesmRemoteNGToClose
source: This exception will force mRemoteNG to close
fr: Cette exception va forcer la fermeture de mRemoteNG

# PasswordStatusTooShort
source: The password must be at least 3 characters long.
fr: Le mot de passe doit faire au minimum 3 caractères.

# OptionsProxyTesting
source: Testing...
fr: En cours de test...

source: Testing connection
fr: Test de la connexion

source: Test Settings
fr: Tester les paramètres

source: Test connection
fr: Tester la connexion

source: Stack trace
fr: Pile d'appels

source: Out Of Range
fr: En dehors de l'index

source: Dynamic
fr: Dynamique

# CommandExitProgram
source: E&xit {0}
fr: Quitter {0}

source: Sound quality
fr: Qualité du son

source: Multi SSH toolbar
fr: Barre d'outils multi SSH

source: Working directory:
fr: Répertoire de travail :

# WorkingDirColumnHeader
source: Working directory
fr: Répertoire de travail

source: Windows
fr: Fenêtre

source: Use VM ID
fr: Utiliser le VM ID

source: Use enhanced mode
fr: Utiliser le mode amélioré

# TrackActiveConnectionInConnectionTree
source: Track active connection in the connection tree
fr: Traquer la connexion active dans l'arborescence des connexions

# NodeAlreadyInFolder
source: This node is already in this folder.
fr: Ce noeud est déjà présent dans ce dossier.

source: SSH Tunnel
fr: Tunnel SSH

source: SSH Options
fr: Options SSH

# ShowHideMenu
source: Show/Hide Menu Strip
fr: Afficher/masquer les menus

source: Show On Toolbar
fr: Afficher dans la barre d'outils

# ConfigurationCustomPath
source: Use a Custom File Path
fr: Utiliser un chemin de fichier personnalisé

# ConnectionFileNotFound
source: The connection file could not be found.
fr: Le fichier de connexions est introuvable.

# TabSecurity
source: Security
fr: Sécurité

source: Save connections after every edit
fr: Enregistrer les connexions après chaque modification

source: Run elevated
fr: Démarrer avec des privilèges élevés

source: Release Channel
fr: Canal stable

source: Read only:
fr: Lecture seule :

source: RDP Version
fr: Version RDP

# MinutesToIdleTimeout
source: Minutes to Idle
fr: Minutes avant la veille

# ConnectionEventErrorOccured
source: A connection protocol error occurred. Host: "{1}"; Error code: "{2}"; Error Description: "{0}"
fr: Une erreur du protocole de connexion s'est produite. Hôte : "{1}" ; Code d'erreur : "{2}" ; Description de l'erreur : "{0}"

source: mRemoteNG Unhandled Exception
fr: Exception non gérée mRemoteNG

source: Exception Message
fr: Message de l'exception

source: Delete
fr: Supprimer

# DisconnectOthers
source: Disconnect All But This
fr: Tout déconnecter sauf cet onglet

# DisconnectOthersRight
source: Disconnect Tabs To The Right
fr: Déconnecter les onglets à droite

source: Reconnect All Connections
fr: Reconnecter toutes les connexions

source: Must Be Between 0 and 255
fr: Doit être entre 0 et 255

# OptionsPageTitle
source: mRemoteNG Options
fr: Options mRemoteNG

# LockToolbars
source: Lock toolbar positions
fr: Verrouiller la position de la barre d'outils

source: Connection successful
fr: Connexion réussie
