Repository: mRemoteNG/mRemoteNG
Catalog: mRemoteNG/Language/Language.*.resx
Languages: fr

source: About
fr: À propos

source: AddNodeFromXML failed!
fr: AddNodeFromXML a échoué !

# AllowOnlySingleInstance
source: Allow only a single instance of the application (mRemoteNG restart required)
fr: Autoriser une seule instance de l'application (redémarrage de mRemoteNG nécessaire)

source: Always
fr: Toujours

# AlwaysConnectEvenIfAuthFails
source: Always connect, even if authentication fails
fr: Toujours se connecter, même si l'authentification échoue

# AlwaysShowPanelSelection
source: Always show panel selection dialog when opening connections
fr: Toujours demander la sélection d'un panneau lors de l'ouverture d'une connexion

source: Always show panel tabs
fr: Toujours afficher les onglets du panneau

# AlwaysShowSysTrayIcon
source: Always show notification area icon
fr: Toujours afficher l'icône dans la zone de notification

# AskUpdatesCommandAskLater
source: Ask me again later
fr: Me le demander plus tard

# AskUpdatesCommandCustom
source: Customize the settings now
fr: Personnaliser les paramètres maintenant

# AskUpdatesCommandRecommended
source: Use the recommended settings
fr: Utiliser les paramètres recommandés

# AskUpdatesContent
source: {0} can automatically check for updates that may provide new features and bug fixes. It is recommended that you allow {0} to check for updates weekly.
fr: {0} peut vérifier automatiquement les mises à jour qui peuvent contenir de nouvelles fonctionnalités et/ou corrections de bugs. Il est recommandé de laisser {0} vérifier les mises à jour chaque semaine.

# AskUpdatesMainInstruction
source: Automatic update settings
fr: Paramètres de mise à jour automatique

source: Aspect
fr: Apparence

# AutoSaveEvery
source: Auto save time in minutes (0 means disabled):
fr: Sauvegarde automatique en minutes (0 = désactivé) :

# AvailableVersion
source: Latest version
fr: Dernière version

source: &Browse...
fr: &Parcourir...

source: &Cancel
fr: &Annuler

source: Change
fr: Changer

source: &Close
fr: &Fermer

# ButtonDefaultInheritance
source: Default Inheritance
fr: Héritage par défaut

# ButtonDefaultProperties
source: Default Properties
fr: Propriétés par défaut

source: Disconnect
fr: Déconnexion

source: Icon
fr: Icône

source: &Import
fr: &Importer

source: Inheritance
fr: Héritage

# ButtonLaunchPutty
source: Launch PuTTY
fr: Lancement de PuTTY

source: Properties
fr: Propriétés

source: &Scan
fr: &Scanner

source: &Stop
fr: &Arrêter

source: Test Proxy
fr: Tester le proxy

# CannotStartPortScan
source: Cannot start Port Scan, incorrect IP format!
fr: Impossible de démarrer le scan de port : format d'adresse IP incorrect !

source: Appearance
fr: Apparence

source: Connection
fr: Connexion

source: Display
fr: Affichage

source: Gateway
fr: Passerelle

source: Miscellaneous
fr: Divers

source: Protocol
fr: Protocole

source: Redirect
fr: Rediriger

source: Check failed!
fr: Vérification échouée !

# CheckboxAutomaticReconnect
source: Automatically try to reconnect when disconnected from server (RDP && ICA only)
fr: Reconnexion automatique en cas de déconnexion du serveur (RDP seulement)

# CheckboxDoNotShowThisMessageAgain
source: Do not show this message again.
fr: Ne plus afficher ce message.

# CheckboxProxyAuthentication
source: This proxy server requires authentication
fr: Ce serveur proxy requiert une authentification

# CheckboxPuttyPath
source: Use custom PuTTY path:
fr: Utiliser un chemin personnalisé pour PuTTY :

# CheckboxReconnectWhenReady
source: Reconnect when ready
fr: Se reconnecter une fois prêt

# CheckboxUpdateUseProxy
source: Use a proxy server to connect
fr: Utiliser un serveur proxy pour se connecter

source: Username
fr: Nom d'utilisateur

source: Wait for exit
fr: En attente de fermeture

source: Check Again
fr: Vérifier de nouveau

# CheckForUpdatesOnStartup
source: Check for updates at startup
fr: Vérifier les mises à jour au démarrage

source: Check now
fr: Vérifier maintenant

source: Check proper installation of components at startup
fr: Vérifier l'installation correcte des composants au démarrage

source: Choose panel before connecting
fr: Choisir un panneau avant de se connecter

source: Closed Ports
fr: Ports fermés

source: Collapse all folders
fr: Réduire tous les dossiers

source: Filename
fr: Nom du fichier

# CommandLineArgsCouldNotBeParsed
source: Couldn't parse command line args!
fr: Impossible de convertir les arguments de la ligne de commande !

# CompatibilityLenovoAutoScrollUtilityDetected
source: {0} has detected the Lenovo Auto Scroll Utility running on this system. This utility is known to cause problems with {0}. It is recommended that you disable or uninstall it.
fr: {0} a détecté que l'utilitaire Lenovo Auto Scroll Utility est exécuté sur le système. Cet utilitaire est connu pour générer des problèmes avec {0}. Il est recommandé de le désactiver ou de le désinstaller.

source: Compatibility problem detected
fr: Problème de compatibilité détecté

# ConfigPropertyGridButtonIconClickFailed
source: btnIcon_Click failed!
fr: btnIcon_Click a échoué !

# ConfigPropertyGridHideItemsFailed
source: ShowHideGridItems failed!
fr: ShowHideGridItems a échoué !

# ConfigPropertyGridMenuClickFailed
source: IconMenu_Click failed!
fr: IconMenu_Click a échoué !

# ConfigPropertyGridObjectFailed
source: Property Grid object failed!
fr: Propriété Grid objet a échoué !

# ConfigPropertyGridSetHostStatusFailed
source: SetHostStatus failed!
fr: SetHostStatus a échoué !

# ConfigPropertyGridValueFailed
source: pGrid_PopertyValueChanged failed!
fr: pGrid_PopertyValueChanged a échoué !

source: Config UI load failed!
fr: Échec du chargement de la fenêtre de configuration !

# ConfirmCloseConnectionPanelMainInstruction
source: Are you sure you want to close the panel, "{0}"? Any connections that it contains will also be closed.
fr: Êtes-vous sûr de vouloir fermer le panneau "{0}" ? Toutes les connexions contenues dans ce panneau seront également fermées.

# ConfirmDeleteExternalTool
source: Are you sure you want to delete the external tool, "{0}"?
fr: Êtes-vous sûr de vouloir supprimer l'outil externe "{0}" ?

# ConfirmDeleteExternalToolMultiple
source: Are you sure you want to delete the {0} selected external tools?
fr: Êtes-vous sûr de vouloir supprimer l'outil externe sélectionné "{0}" ?

# ConfirmDeleteNodeConnection
source: Are you sure you want to delete the connection, "{0}"?
fr: Êtes-vous sûr de vouloir supprimer la connexion "{0}" ?

# ConfirmDeleteNodeFolder
source: Are you sure you want to delete the empty folder, "{0}"?
fr: Êtes-vous sûr de vouloir supprimer le dossier vide "{0}" ?

# ConfirmDeleteNodeFolderNotEmpty
source: Are you sure you want to delete the folder, "{0}"? Any folders or connections that it contains will also be deleted.
fr: Êtes-vous sûr de vouloir supprimer le dossier "{0}" ? Tous les dossiers et connexions qu'il contient seront également supprimés.

# ConfirmExitMainInstruction
source: Do you want to close all open connections?
fr: Voulez-vous fermer toutes les connexions ouvertes ?

# ConfirmResetLayout
source: Are you sure you want to reset the panels to their default layout?
fr: Êtes-vous sûr de vouloir réinitialiser la position des panneaux ?

source: Connect
fr: Connexion

# ConnectInFullscreen
source: Connect in fullscreen mode
fr: Se connecter en mode plein écran

source: Connecting...
fr: Connexion...

# ConnectionEventConnected
source: Protocol Event Connected
fr: Évènement de protocole connecté

# ConnectionEventConnectedDetail
source: Connection to "{0}" via "{1}" established by user "{2}" (Description: "{3}"; User Field: "{4}")
fr: Connexion à "{0}" via "{1}" créée par l'utilisateur "{2}" (Description : "{3}" Champ utilisateur : "{4}")

source: Connection failed!
fr: Connexion échouée !

# ConnectionOpenFailed
source: Opening connection failed!
fr: L'ouverture de la connexion a échoué !

# ConnectionOpenFailedNoHostname
source: Cannot open connection: No hostname specified!
fr: Impossible d'ouvrir la connexion : aucun nom d'hôte spécifié !

source: Connections
fr: Connexions

# ConnectionSetDefaultPortFailed
source: Couldn't set default port!
fr: Impossible de définir le port par défaut !

# ConnectionsFileBackupFailed
source: Couldn't create backup of connections file!
fr: Impossible de créer le fichier de sauvegarde des connexions !

# ConnectionsFileCouldNotBeLoaded
source: Connections file "{0}" could not be loaded!
fr: Le fichier des connexions "{0}" ne peut pas être chargé !

# ConnectionsFileCouldNotBeLoadedNew
source: Connections file "{0}" could not be loaded! Starting with new connections file.
fr: Le fichier des connexions "{0}" ne peut pas être chargé ! Démarrage avec un nouveau fichier de connexions.

# ConnectionsFileCouldNotSaveAs
source: Couldn't save connections file as "{0}"!
fr: Impossible d'enregistrer le fichier des connexions sous "{0}" !

source: Connect to console session
fr: Se connecter à une session de console

source: Connect (with options)
fr: Connexion (avec options)

# ConnenctionClosedByUser
source: Connection to {0} via {1} closed by user {2}.
fr: Connexion à {0} via {1} fermée par l'utilisateur {2}.

# ConnenctionCloseEvent
source: Connection Event Closed
fr: Connexion terminée

# ConnenctionCloseEventFailed
source: Connection Event Closed failed!
fr: Échec de fermeture de la connexion !

# CouldNotCreateNewConnectionsFile
source: Couldn't create new connections file!
fr: Impossible de créer le nouveau fichier des connexions !

# CouldNotFindToolStripInFilteredPropertyGrid
source: Could not find ToolStrip control in FilteredPropertyGrid.
fr: Le contrôle ToolStrip est introuvable dans le FilteredPropertyGrid.

source: Detect
fr: Détecter

# DontConnectWhenAuthFails
source: Don't connect if authentication fails
fr: Ne pas se connecter si l'authentification échoue

# DoubleClickTabClosesIt
source: Double click on tab closes it
fr: Double-cliquer sur l'onglet pour le fermer

source: Download and Install
fr: Télécharger et installer

source: Duplicate
fr: Doublon

# EmptyPasswordContinue
source: Do you want to continue with no password?
fr: Voulez-vous continuer sans mot de passe ?

# EmptyUsernamePasswordDomainFields
source: For empty Username, Password or Domain fields use:
fr: Pour un identifiant, mot de passe ou domaine vide, utiliser :

# EncryptCompleteConnectionFile
source: Completely encrypt connection file
fr: Chiffrer complètement le fichier des connexions

source: Last IP
fr: IP de fin

source: Last Port
fr: Port de fin

# ErrorAddExternalToolsToToolBarFailed
source: AddExternalToolsToToolBar (frmMain) failed. {0}
fr: Échec de AddExternalToolsToToolBar (frmMain).{0}

# ErrorAddFolderFailed
source: AddFolder (UI.Window.ConnectionTreeWindow) failed. {0}
fr: Échec de l'ajout du dossier (UI.Window.Tree).{0}

# ErrorBadDatabaseVersion
source: The database version {0} is not compatible with this version of {1}.
fr: La base de données version {0} n'est pas compatible avec cette version {1}.

# ErrorConnectionListSaveFailed
source: The connection list could not be saved.
fr: La liste des connexions n'a pas pu être sauvegardée.

# ErrorDecryptionFailed
source: Decryption failed. {0}
fr: Échec du déchiffrement.{0}

# ErrorEncryptionFailed
source: Encryption failed. {0}
fr: Échec du chiffrement.{0}

source: Errors
fr: Erreurs

# ErrorStartupConnectionFileLoad
source: The startup connection file could not be loaded.{0}{0}{2}{0}{3}{0}{0}In order to prevent data loss, {1} will now exit.
fr: Le fichier des connexions ne peut pas être chargé. {0}{0}{2}{0}{3}{0}{0} Pour éviter la perte de données, {1} va être fermé.

# ErrorVerifyDatabaseVersionFailed
source: VerifyDatabaseVersion (Config.Connections.Save) failed. {0}
fr: Échec de VerifyDatabaseVersion (Config.Connections.Save). {0}

source: Expand all folders
fr: Développer tous les dossiers

source: Experimental
fr: Expérimental

source: Export
fr: Exporter

# FilterAll
source: All Files (*.*)
fr: Tous les fichiers (*.*)

# FilterApplication
source: Application Files (*.exe)
fr: Applications (*.exe)

# FiltermRemoteCSV
source: mRemote CSV Files (*.csv)
fr: Fichiers CSV mRemoteNG (*.csv)

# FiltermRemoteXML
source: mRemote XML Files (*.xml)
fr: Fichiers XML mRemoteNG (*.xml)

# FilterRDP
source: RDP Files (*.rdp)
fr: Fichiers RDP (*.rdp)

# FormatInherit
source: Inherit {0}
fr: Hériter {0}

# FormatInheritDescription
source: Description of inherited property: {0}
fr: Description de la propriété héritée : {0}

source: Free
fr: Gratuit

source: Fullscreen
fr: Plein écran

source: General
fr: Général

# GetConnectionInfoFromXmlFailed
source: An error occured while loading the connection entry for "{0}" from "{1}". {2}
fr: Une erreur est survenue pendant le chargement de l'entrée de connexion "{0}" depuis "{1}". {2}

# GroupboxAutomaticReconnect
source: Automatic Reconnect
fr: Reconnexion automatique

source: External Tool Properties
fr: Propriétés de l'outil externe

source: Files
fr: Fichiers

source: Host
fr: Hôte

source: HTTP Connect Failed!
fr: Échec de la connexion HTTP !

# HttpConnectionFailed
source: Couldn't create new HTTP Connection!
fr: Impossible de créer de nouvelles connexions HTTP !

# HttpDocumentTileChangeFailed
source: Changing HTTP Document Tile Failed!
fr: Échec de changement de tuile du document HTTP !

# HttpSetPropsFailed
source: Set HTTP Props failed!
fr: Échec de Set HTTP Props !

# IdentifyQuickConnectTabs
source: Identify quick connect tabs by adding the prefix "Quick:"
fr: Identifier les onglets de connexion rapide en ajoutant le préfixe "Rapide"

# ImportAD
source: Import from Active Directory
fr: Importer à partir d'Active Directory

# ImportPortScan
source: Import from Port Scan
fr: Importer à partir du scan de ports

# IntAppDisposeFailed
source: Dispose of Int App process failed!
fr: Échec de l'arrêt du processus Int App !

source: Int App Focus Failed!
fr: Échec du focus Int App !

# IntAppHandle
source: Int App Handle: {0}
fr: Handle Int App : {0}

# IntAppKillFailed
source: Killing Int App Process failed!
fr: Échec de l'arrêt forcé du processus Int App !

source: Int App Resize failed!
fr: Échec du redimensionnement Int App !

source: --- IntApp Stuff ---
fr: --- Éléments Int App ---

# IntAppTitle
source: Int App Title: {0}
fr: Titre Int App : {0}

source: Address:
fr: Adresse :

# ClosingConnections
source: When closing connections:
fr: Lors de la fermeture des connexions :

source: Display Name
fr: Nom affiché

source: Domain
fr: Domaine

source: Hostname:
fr: Nom d'hôte :

source: Portable Edition
fr: Édition portable

# PuttySessionsConfig
source: To configure PuTTY sessions click this button:
fr: Configurer les sessions PuTTY :

# PuttyTimeout
source: Maximum PuTTY and integrated external tools wait time:
fr: Temps d'attente max. pour PuTTY :

# ReleasedUnderGPL
source: Released under the GNU General Public License (GPL)
fr: Paru sous la licence GNU General Public License (GPL)

source: Seconds
fr: secondes

# SelectPanel
source: Select a panel from the list below or click New to add a new one. Click OK to continue.
fr: Sélectionner un groupe dans la liste ci-dessous ou cliquer sur Nouveau pour en ajouter un nouveau. Cliquer sur OK pour continuer.

source: Server status:
fr: État du serveur :

source: Database:
fr: Base de données :

source: Verify:
fr: Vérifier :

# LanguageString
source: Language
fr: Langue

# LanguageDefault
source: (Automatically Detect)
fr: (Détection automatique)

# LanguageRestartRequired
source: {0} must be restarted before changes to the language will take effect.
fr: {0} doit être redémarré pour que le changement de langue prenne effet.

source: Load from SQL failed
fr: Le chargement à partir de la base de données SQL a échoué

source: Load From XML failed!
fr: Le chargement à partir du fichier XML a échoué !

source: Local file
fr: Fichier local

source: Local file does not exist!
fr: Le fichier local n'existe pas !

source: Add Connection Panel
fr: Ajouter un panneau de connexion

source: Check for Updates
fr: Rechercher les mises à jour

source: Config
fr: Configuration

source: Connection Panels
fr: Panneaux de connexion

source: Copy
fr: Copier

source: Ctrl-Alt-Del
fr: Ctrl-Alt-Suppr

source: Ctrl-Esc
fr: Ctrl-Échap

source: Delete External Tool...
fr: Supprimer l'outil externe...

source: Donate
fr: Faire un don

source: Duplicate Tab
fr: Dupliquer l'onglet

source: Exit
fr: Quitter

source: External Tools Toolbar
fr: Barre d'outils externes

source: &File
fr: &Fichier

source: &Help
fr: &Aide

# HelpContents
source: mRemoteNG Help
fr: Aide mRemoteNG

source: Launch External Tool
fr: Lancer l'outil externe

source: New Connection File
fr: Nouveau fichier de connexions

source: New External Tool
fr: Nouvel outil externe

source: Copy All
fr: Tout copier

source: Delete All
fr: Tout supprimer

source: Open Connection File...
fr: Ouvrir un fichier de connexions...

source: Port Scan
fr: Scan de ports

source: Quick Connect Toolbar
fr: Barre de connexion rapide

source: Reconnect
fr: Reconnecter

# RefreshScreen
source: Refresh Screen (VNC)
fr: Rafraîchir l'écran (VNC)

source: Rename Tab
fr: Renommer l'onglet

# ReportBug
source: Report a Bug
fr: Signaler un bug

source: Reset layout
fr: Réinitialiser la disposition des panneaux

source: Save Connection File
fr: Enregistrer le fichier de connexions

source: Save Connection File As...
fr: Enregistrer le fichier de connexions sous...

# SendSpecialKeys
source: Send Special Keys (VNC)
fr: Envoyer des touches spéciales (VNC)

source: &Show Help Text
fr: &Afficher le texte d'aide

source: Show Text
fr: Afficher le texte

# SmartSize
source: SmartSize (RDP/VNC)
fr: Taille dynamique (RDP/VNC)

source: SSH File Transfer
fr: Transfert de fichiers SSH

# StartChat
source: Start Chat (VNC)
fr: Démarrer le chat (VNC)

source: Support Forum
fr: Forum du support

source: &Tools
fr: &Outils

# TransferFile
source: Transfer File (SSH)
fr: Transfert de fichiers (SSH)

source: &View
fr: &Affichage

source: View Only
fr: Voir seulement (VNC)

source: Website
fr: Site web

# MinimizeToSysTray
source: Minimize to notification area
fr: Réduire dans la zone de notification

source: Move down
fr: Déplacer vers le bas

source: Move up
fr: Déplacer vers le haut

# MyCurrentWindowsCreds
source: My current credentials (Windows logon information)
fr: Mes identifiants de connexion actuels (informations de connexion Windows)

source: Never
fr: Jamais

source: New Connection
fr: Nouvelle connexion

source: New Folder
fr: Nouveau dossier

source: New Panel
fr: Nouveau panneau

source: New Title
fr: Nouveau titre

source: No
fr: Non

# NoCompression
source: No сompression
fr: Aucune compression

# NoExtAppDefined
source: No ext. app specified.
fr: Aucune application externe spécifiée.

source: None
fr: Aucun

source: No SmartSize
fr: Pas de taille dynamique

source: No update available
fr: Aucune mise à jour disponible

# OldConffile
source: You are trying to load a connection file that was created using an very early version of mRemote, this could result in an runtime error. If you run into such an error, please create a new connection file!
fr: Vous essayez de charger un fichier de connexions qui a été créé avec une version plus ancienne de mRemoteNG. Des erreurs internes peuvent survenir. Si vous rencontrez une erreur, créez un nouveau fichier de connexions !

# OpenNewTabRight
source: Open new tab to the right of the currently selected tab
fr: Ouvrir les nouveaux onglets à droite de l'onglet actuellement sélectionné

source: Open Ports
fr: Ports ouverts

source: Theme
fr: Thème

source: &Delete
fr: &Supprimer

source: &New
fr: &Nouveau

source: Panel Name
fr: Nom du panneau

source: Password protect
fr: Protéger le mot de passe

source: Please fill all fields
fr: Merci de remplir tous les champs

# PortScanCouldNotLoadPanel
source: Couldn't load PortScan panel!
fr: Impossible de charger le panneau Scan de ports !

# PropertyDescriptionHostnameIp
source: Enter the hostname or ip you want to connect to.
fr: Entrer le nom ou l'adresse IP de l'hôte auquel vous souhaitez vous connecter.

# PropertyDescriptionAll
source: Toggle all inheritance options.
fr: Sélectionner toutes les options d'héritage.

# PropertyDescriptionAuthenticationLevel
source: Select which authentication level this connection should use.
fr: Sélectionner le niveau d'authentification que cette connexion doit utiliser.

# PropertyDescriptionAuthenticationMode
source: Select how you want to authenticate against the VNC server.
fr: Sélectionner la manière de vous authentifier auprès du serveur VNC.

# PropertyDescriptionCacheBitmaps
source: Select whether to use bitmap caching or not.
fr: Indiquer si vous souhaitez utiliser le cache bitmap ou non.

# PropertyDescriptionColors
source: Select the colour quality to be used.
fr: Sélectionner la qualité des couleurs à utiliser.

# PropertyDescriptionCompression
source: Select the compression value to be used.
fr: Sélectionner la valeur de compression à utiliser.

# PropertyDescriptionDescription
source: Put your notes or a description for the host here.
fr: Entrer des notes ou une description de l'hôte ici.

# PropertyDescriptionDisplayThemes
source: Select yes if the theme of the remote host should be displayed.
fr: Sélectionner Oui pour afficher le thème de l'hôte distant.

# PropertyDescriptionDisplayWallpaper
source: Select yes if the wallpaper of the remote host should be displayed.
fr: Sélectionner Oui pour afficher le fond d'écran de l'hôte distant.

# PropertyDescriptionDomain
source: Enter your domain.
fr: Entrer un nom de domaine.

# PropertyDescriptionEnableDesktopComposition
source: Select whether to use desktop composition or not.
fr: Choisir d'utiliser la composition du bureau ou non.

# PropertyDescriptionEnableFontSmoothing
source: Select whether to use font smoothing or not.
fr: Choisir d'utiliser le lissage des polices ou non.

# PropertyDescriptionEncoding
source: Select the encoding mode to be used.
fr: Choisir l'encodage à utiliser.

# PropertyDescriptionExternalTool
source: Select the external tool to be started.
fr: Sélectionner l'outil externe à démarrer.

# PropertyDescriptionExternalToolAfter
source: Select a external tool to be started after the disconnection to the remote host.
fr: Sélectionner un outil externe à démarrer après la déconnexion de l'hôte distant.

# PropertyDescriptionExternalToolBefore
source: Select a external tool to be started before the connection to the remote host is established.
fr: Sélectionner un outil externe à démarrer avant que la connexion à l'hôte distant ne soit établie.

# PropertyDescriptionIcon
source: Choose a icon that will be displayed when connected to the host.
fr: Choisir une icône qui s'affichera lorsque vous serez connecté à l'hôte.

# PropertyDescriptionMACAddress
source: Enter the MAC address of the remote host if you wish to use it in an external tool.
fr: Entrer l'adresse MAC de l'hôte distant si vous souhaitez l'utiliser dans un outil externe.

# PropertyDescriptionName
source: This is the name that will be displayed in the connections tree.
fr: Nom affiché dans l'arborescence des connexions.

# PropertyDescriptionPanel
source: Sets the panel in which the connection will open.
fr: Panneau dans lequel la connexion sera ouverte.

# PropertyDescriptionPassword
source: Enter your password.
fr: Entrer un mot de passe.

# PropertyDescriptionPort
source: Enter the port the selected protocol is listening on.
fr: Entrer le port d'écoute du protocole choisi.

# PropertyDescriptionProtocol
source: Choose the protocol mRemoteNG should use to connect to the host.
fr: Choisir le protocole utilisé par mRemoteNG pour se connecter à l'hôte.

# PropertyDescriptionPuttySession
source: Select a PuTTY session to be used when connecting.
fr: Sélectionner une session PuTTY à utiliser lors de la connexion.
